[
    {
        "language": "German",
        "source": "",
        "text": "Fischers Fritze fischt frische Fische; \nFrische Fische fischt Fischers Fritze."
    },
    {
        "language": "German",
        "source": "",
        "text": "Denen Dänen, denen Dänen Dänen dehnen, dehnen deren Dänen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Nickende Nichten und wippende Fichten."
    },
    {
        "language": "German",
        "source": "from Bremen",
        "text": "\"Abraham!\" sprach Bebraham;\n\"Kann ich ma' dein Zebra ha'm?\""
    },
    {
        "language": "German",
        "source": "",
        "text": "Griesbrei bleibt Griesbrei, und Kriegsbeil bleibt Kriegsbeil"
    },
    {
        "language": "German",
        "source": "",
        "text": "Auf des Fleischhauers Schild war der Abstand zwischen \"Käse\" und \"und\" und \"und\" und \"Wurst\" zu klein geraten."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Braumeister zu Zipf zapft zehn Fässer Zipfer."
    },
    {
        "language": "German",
        "source": "a minimal Schüttelreim",
        "text": "Wo bist', Bovist?"
    },
    {
        "language": "German",
        "source": "",
        "text": "Wußten sie schon, daß wenn in Reden von Walzwerken und Waldzwergen die Rede ist, es zu Irritationen beim Hörer führt, da es phonetisch nicht ganz leicht ist zu unterscheiden, ob es sich um Walzwerke oder Waldzwerge handelt. Gott sei Dank, ist es aber relativ selten, das ein Waldzwerg ein Walzwerk besucht oder Walzwerke in der Umgebung der Waldzwerge erbaut werden. wenn allerdings Waldzwerg ein Walzwerk baut, handelt es sich demzufolge um ein Waldzwergwalzwerk. Wenn dieser dann auch noch darin arbeitet ist es dann offensichtlich ein Walzwerkwaldzwerg."
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Und aus des toten Recken Hose wuchs eine rote Heckenrose!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwei Astronauten kauten und kauten während sie blaugrüne Mondsteine klaubten."
    },
    {
        "language": "German",
        "source": "",
        "text": "Einst bergte ich den Krabbel hinauf, da sah ich ein Guckte und loch hinein. Drinnen sassen drei Stühle auf gepolsterten Herren. Da nahm ich meinen Tag ab und sagte \"Guten Hut, meine Herren\". Da lachten sie an zu fingen, dass Ihnen der Platz bauchte. Hahaha, fallerititi, was lacht es da zu gipsen?"
    },
    {
        "language": "German",
        "source": "",
        "text": "Am Zehnten Zehnten um zehn Uhr zehn zogen zehn zahme Ziegen zehn Zentner Zucker zum Zoo."
    },
    {
        "language": "German",
        "source": "",
        "text": "Weisst du das, daß das \"das\" das meistgebrauchte Wort im Satz ist?"
    },
    {
        "language": "German",
        "source": "",
        "text": "Braunblaues Brautkleid"
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwölf zünftige Zipfelmützenzwerge die auf zwölf Tannenzapfen saßen, aßen zweihundertzweiundzwanzig blaue Zwetschken. Als sie die zweihundertzweiundzwanzig Zwetschken gegessen hatten, sagte Zwerg Zwuckel zu Zwerg Zwockel \"mich zwickts im Bauch\" darauf antwortete Zwerg Zwockel zu Zwerg Zuckel \"mich auch\"."
    },
    {
        "language": "German",
        "source": "",
        "text": "Chinesisches Schüsselchen, chinesisches Schüsselchen, chinesisches Schüsselchen, ..."
    },
    {
        "language": "German",
        "source": "",
        "text": "Eine Diplombibliothekarin ist Bibliothekarin mit Diplom, eine Bibliothekarin mit Diplom ist eine Diplombibliothekarin."
    },
    {
        "language": "German",
        "source": "",
        "text": "Bierbrauer Bauer braut braunes Bier, braunes Bier braut Bierbrauer Bauer."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Dachdecker deckt dein Dach, drum dank dem Dachdecker, der dein Dach deckt."
    },
    {
        "language": "German",
        "source": "Austrian Schüttelreim",
        "text": "Der Stadtrat von Radstadt steigt dem Postfräulein auf d' Frostbeulen, d'rauf haut's ihm die Postmappen in die Mostpappen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Es soll vorkommen, daß die Nachkommen mit dem Einkommen nicht mehr auskommen und dann vollkommen verkommen umkommen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die Power-Frauen mit der Frauen-Power, die Power-Frauen mit der Frauen-Power, die Power-Frauen mit der Frauen-Power..."
    },
    {
        "language": "German",
        "source": "",
        "text": "Haifischschwanzflossenfleischsuppe"
    },
    {
        "language": "German",
        "source": "",
        "text": "Drei dicke dumme Damen donnern durch das dicke doofe Dorf."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Maurer Böckl trug auf seinem Buckl einen Pickel und ein Packl. Hinterdrein ging der Bummler Bäckl mit seinem Hund Bockl. Auf einmal packte dem Bäckl sein Bockl dem Böckl das Packl und riss es im samt dem Pickel vom Buckl."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die, die die, die die Didi-Hallervorden-Show großartig finden, verachten, sind Snobs."
    },
    {
        "language": "German",
        "source": "supposed to sound like Latin (Küchenlatein)",
        "text": "Di curante bis si filum."
    },
    {
        "language": "German",
        "source": "",
        "text": "Im Fischladen:"
    },
    {
        "language": "German",
        "source": "",
        "text": "Fröhliche, friedliche Südfrüchte"
    },
    {
        "language": "German",
        "source": "",
        "text": "Kalle Kahlekatzenglatzenkratzer kratzt kahle Katzenglatzen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Schnecken erschrecken, wenn Schnecken an Schnecken schlecken, weil zum Schrecken vieler Schnecken, Schnecken nicht schmecken."
    },
    {
        "language": "German",
        "source": "",
        "text": "Schwarze Swatch"
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn du Trottl zu mir Trottl Trottl sagst, sag ich Trottl zu dir Trottl so lange Trottl, bis du Trottl zu mir Trottl nie mehr Trottl sagst, du Trottl!"
    },
    {
        "language": "German",
        "source": "by Wilhelm Pinder (1878-1947), in Poetische Scherzartikel, Reklam, 1991",
        "text": "Du bist Buddhist."
    },
    {
        "language": "German",
        "source": "by Wendelin Überzwerch (Karl Fuss 1893-1962), in Poetische Scherzartikel, Reklam, 1991",
        "text": "Latente Talente"
    },
    {
        "language": "German",
        "source": "also a palindrom",
        "text": "Leben Sie mit Siegreits Rune: \"Deine Zier sei dies: reize nie den Urstiergeist im Eisnebel!\"."
    },
    {
        "language": "German",
        "source": "",
        "text": "Herr von Hagen darf ich's wagen, sie zu fragen, welchen Kragen sie getragen, als sie lagen krank am Magen in der Stadt zu Kopenhagen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Zweck hat den Zweck den Zweck zu bezwecken; wenn der Zweck seinen Zweck nicht bezweckt, hat der Zweck keinen Zweck!"
    },
    {
        "language": "German",
        "source": "sounds Greek to German speakers",
        "text": "Mäh'n Äbte Heu? Nie mäh'n Äbte Heu. Wenn Äbte mäh'n, mäh'n Äbte Gras."
    },
    {
        "language": "German",
        "source": "",
        "text": "Das kleine Mädchen reibt sich leise das Knie, wenn ich nach Leipzig reise."
    },
    {
        "language": "German",
        "source": "",
        "text": "Im Potsdammer Boxclub boxt der Potsdammer Postbusboss."
    },
    {
        "language": "German",
        "source": "",
        "text": "Klitzekleine Kinder können keinen Kirschkern knacken!"
    },
    {
        "language": "German",
        "source": "Schlagzeile aus der Zeitung \"Schleibote\"",
        "text": "Miese Meinungsmache gegen Muschelfischer"
    },
    {
        "language": "German",
        "source": "",
        "text": "Fischers frisch frisierter Fritze frißt frisch frittierte Frisch-Fisch-Frikadellen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Auf einem russischen Passagierschiff jammte ein tschechischer Swing-jazz-session-cellist."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wir Wiener Wäscheweiber wäschten weisse Wäsche, Wenn wir wüssten, wo warmes, weiches Wasser wär."
    },
    {
        "language": "German",
        "source": "from the German version of \"My Fair Lady\"",
        "text": "Es grünt so grün, wenn Spaniens Blüten blühen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Schnellsprechsprüche spreche ich schwer schnell."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Kaplan Klapp plant ein klappbares Pappplakat."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwischen zwei Zwetschgenzweigen sitzen zwei zechenschwarze tschechisch zwitschernde Zwergschwalben."
    },
    {
        "language": "German",
        "source": "alte Rechtschreibung",
        "text": "Er sagte über das \"daß\" das: daß das das \"daß\", das \"daß\" geschrieben wird, ist."
    },
    {
        "language": "German",
        "source": "api-teleportation :-)",
        "text": "Wenn sich Bienen zu Bienen beamen, beamen Bienen sich zu Bienen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Arme haben Arme. Arme haben Beine. Beine haben keine Arme. Arme Beine!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Weite Wege wiederbringen weise Worte."
    },
    {
        "language": "German",
        "source": "",
        "text": "Derartige Dinge deprimieren dich denn doch."
    },
    {
        "language": "German",
        "source": "",
        "text": "Brautkleid bleibt Brautkleid und Blaukraut bleibt Blaukraut."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sagst Du Idiot zu mir \"Idiot\", sag ich \"Idiot\" zu Dir, solange \"Idiot\" bis Du Idiot zu mir \"Idiot\" nicht mehr sagen kannst."
    },
    {
        "language": "German",
        "source": "",
        "text": "Geschwisterzwist zwischen Slivovic schlürfenden, spitzen, twistenden und schwitzenden Zwitscherschwestern."
    },
    {
        "language": "German",
        "source": "Viennese Schüttelreim",
        "text": "Das Kind, das so laut geplärrt hatte, saß auf einer heißen Herdplatte."
    },
    {
        "language": "German",
        "source": "",
        "text": "Max wachst Wachsmasken. Was wachst Max? Wachsmasken wachst Max."
    },
    {
        "language": "German",
        "source": "Palindrome",
        "text": "Grasmitte, da kniet ein Kadett im Sarg."
    },
    {
        "language": "German",
        "source": "",
        "text": "Onkel Fritz fischt frische Fische."
    },
    {
        "language": "German",
        "source": "",
        "text": "Klaus Knopf liebt Knödel, Klöße, Klöpse. Knödel, Klöße, Klöpse liebt Klaus Knopf."
    },
    {
        "language": "German",
        "source": "",
        "text": "Hier ist der Schlüssel zum Garten, auf den die drei Jungfrauen warten. Die erste hieß Binka Die zweite hieß Bibeljabinka Die dritte hieß Cezizizaknabbeljababbeljabibbeljabinka. Hmmm, sprach die Frau Binka zu der Frau Bibeljabinka, was hat die Frau Cezizizaknabbeljababbeljabilleljabinka für eine schöne Spitze am Rock."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sie brauchten gar nicht umzusteigen, drum gab sie sich ihm stumm zu eigen. Doch weil verkehrt die Weichen lagen, fuhr man zurück im Leichenwagen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die, die die, die die Diebe ausreißen ließen, der Polizei melden, bekommen eine Belohnung!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Ein Hahn, zwei Hühner, drei Enten, vier Gänse, fünf Schweine, sechs Kühe, sieben Ochsen, acht Nonnen, neun huckelicke, buckelige Bettelmannsweiber übernachten bei zehn konstantinopolitanischen Dudelsackpfeifenmachergesellen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Flankenkicker Flick kickt flinke Flanken. Flinke Flanken kickt Flankenkicker Flick."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sie war die teigigste Teigmuschel unter allen teigigen Teigmuscheln des Muschelteichs."
    },
    {
        "language": "German",
        "source": "",
        "text": "Gibst Du Opi Opium, bringt Opium Opi um."
    },
    {
        "language": "German",
        "source": "",
        "text": "Kleine Kinder können keine kleinen Kirschkerne knacken. Kleine Kirschkerne können kleine Kinder keine knacken."
    },
    {
        "language": "German",
        "source": "",
        "text": "Fischfrevler Franz fing frech vorm Flußfall fette Fünffingerfische."
    },
    {
        "language": "German",
        "source": "",
        "text": "Rauchlachs mit Lauchreis."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die Damen in Baden Baden baden oft; Baden Baden-Baden Herrn mit."
    },
    {
        "language": "German",
        "source": "",
        "text": "Spannend: Spinnende spanische Spanner verspannen spannende spanische Spinner."
    },
    {
        "language": "German",
        "source": "",
        "text": "Schnecken erschrecken wenn sie an Schnecken schlecken denn zum Schrecken vieler Schnecken manche Schnecken, Schnecken nicht schmecken."
    },
    {
        "language": "German",
        "source": "",
        "text": "Er ißt Apfel sie 'ne Apfelsine."
    },
    {
        "language": "German",
        "source": "",
        "text": "Ein Dutzend nuschelnde Dutzer dutzen nuschelnd dutzende dutzender Nuschler nuschelnd."
    },
    {
        "language": "German",
        "source": "",
        "text": "Specht, Spatz, Storch und Sperber sprangen spornstreichs schrillen Schreis den steilen Steg hinunter!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Mischwasserfischer heißen Mischwasserfischer, weil Mischwasserfischer im Mischwasser Mischwasserfische fischen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Beim Friseur:"
    },
    {
        "language": "German",
        "source": "",
        "text": "Das Weinfaß, das Frau Weber leerte, verheerte ihre Leberwerte."
    },
    {
        "language": "German",
        "source": "try this in different German dialects",
        "text": "Eine gute gebratene Gans mit einer goldenen Gabel gegessen ist eine gute Gabe Gottes."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Spatz spaziert früh und spät im Spinat."
    },
    {
        "language": "German",
        "source": "",
        "text": "Ein sehr schwer sehr schnell zu sprechender Spruch ist ein Schnellsprechspruch, auch ein nur schwer schnell zu sprechender Spruch heißt Schnellsprechspruch."
    },
    {
        "language": "German",
        "source": "",
        "text": "In allen Fallen in St. Gallen lallen alle: \"Allen gefallen die Fallen in St. Gallen, in denen alle lallen.\""
    },
    {
        "language": "German",
        "source": "by Pierre Abbat",
        "text": "Der Zahnarzt zieht Zähne mit Zahnarztzange im Zahnarztzimmer."
    },
    {
        "language": "German",
        "source": "",
        "text": "Gudruns Truthuhn tut gut ruhn, gut ruhn tut Gudruns Truthuhn!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Hinter'm hohen Haus hackt Hans hartes Holz. Hartes Holz hackt Hans hinter'm hohen Haus."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwei Männer, die vor einem Schokoladenladenladen Ladenladen laden, laden Ladenladenmädchen zum Essen ein."
    },
    {
        "language": "German",
        "source": "",
        "text": "In einem Geschäft:"
    },
    {
        "language": "German",
        "source": "",
        "text": "Du mußt dein Brot schön kauen, dann wird dein Kot schön braun."
    },
    {
        "language": "German",
        "source": "",
        "text": "Denke nie gedacht zu haben, denn das Denken der Gedanken ist gedankenloses Denken. Wenn du denkst, du denkst, dann denkst du nur du denkst, aber denken tust du nie."
    },
    {
        "language": "German",
        "source": "",
        "text": "Russische Russen rutschen russische Rutschen russisch runter."
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Die Boxer aus der Meisterklasse boxten sich zu Kleistermasse. Und aus dem ganzen Massenkleister erhebt sich stolz der Klassenmeister!"
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Die Katze fraß den Saumagen, nun kann sie nicht mehr Mau sagen!"
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Es graust vor nichts dem Bademeister, in die dickste Made beißt er."
    },
    {
        "language": "German",
        "source": "",
        "text": "Mopsgedackelter Windhundspudel"
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn dein Dackel zu mein Dackel noch mal Dackel sagt, kriegt dein Dackel von mein Dackel so eine gedackelt, daß dein Dackel nicht mehr \"Dackel\" sagen kann."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der froschforschende Froschforscher forscht in der froschforschenden Froschforschung."
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Die Koffer im Schlafwagen, ihm schwer am Schwaf lagen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Schmalspurbahnschienen sind schmaler als Breitspurbahnschienen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Im Fenster sah ich ein Perlenkissen. Im Fenster sah ich ein Perlenkissen. Im Fenster sah ich ein Perlenkissen. ..."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn Grillen Grillen Grillen grillen, grillen Grillen Grillen Grillen!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Heut kommt der Hans nach Haus, Freut sich die Lies'. Ob er aber über Oberammergau Oder ob er über Unterammergau Oder ob er überhaupt nicht kommt Ist nicht gewiß."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sechzig Tschechische Chefchemiker scheuchen keusche Chinesische Mönche in seichte Löschteiche."
    },
    {
        "language": "German",
        "source": "",
        "text": "Auf den sieben Robbenklippen sitzen sieben Robbensippen, die sich in die Rippen stippen, bis sie von den Klippen kippen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Tschechische Gucci-Täschchen"
    },
    {
        "language": "German",
        "source": "",
        "text": "Zehn Ziegen ziehen zehn Zentner Zement zum Zahnarzt, zum zementieren zerbrochener Zähne."
    },
    {
        "language": "German",
        "source": "",
        "text": "Welch schlecht berechtigtes Vermächtnis entwächst dem schwächlichen Gedächtnis."
    },
    {
        "language": "German",
        "source": "",
        "text": "Ein Glück daß Gott die Glocken goß."
    },
    {
        "language": "German",
        "source": "from \"Alles nicht oder\" with Hugo Egon Balder and Hella von Sinnen",
        "text": "Der Whiskymixer mixed den Whisky mit dem Whiskymixer. Mit dem Whiskymixer mixt der Whiskymixer den Whisky."
    },
    {
        "language": "German",
        "source": "",
        "text": "Dies ist ein Scheit, dies ist ein Schleißenscheit, ein wohlgeschlissenes Schleißenscheit. Und dieses wohlgeschlissene Schleißenscheit gehört Frau Scheitschleißer, und Frau Scheitschleißer sitzt hinter dem Haus und schleißt Scheite."
    },
    {
        "language": "German",
        "source": "",
        "text": "Es klebt in meinem Kannenset Kartoffelpufferpfannenfett!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Die, die die, die die Gänse gestohlen haben, festnehmen, werden belohnt."
    },
    {
        "language": "German",
        "source": "Austrian rhyme",
        "text": "Ich stehe im Regen und warte auf dich. Ich warte im Regen und steh' auf dich."
    },
    {
        "language": "German",
        "source": "",
        "text": "Dreihundertdreiunddreissig Reiter ritten dreihundertdreiunddreissig mal um das grosse runde Rastenburger Rathaus."
    },
    {
        "language": "German",
        "source": "",
        "text": "Max wenn du Wachsmasken magst dann mach Wachsmasken!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Flugplatzspatz nahm auf dem Flugplatz platz. Auf dem Flugplatz nahm der Flugplatzspatz platz."
    },
    {
        "language": "German",
        "source": "",
        "text": "Klitze kleine Katzen kotzen klitze kleine Kotze. Klitze kleine Kotze kotzen klitze kleine Katzen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Konstantinopolitanischeduddelsackpfeifenröhrlifabrikantentochter"
    },
    {
        "language": "German",
        "source": "",
        "text": "Im dichten Fichtendickicht nicken dicke Fichten tüchtig."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwischen zwei spitzen Steinen saßen zwei zischelnde Zischelschlangen und zischten."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwischen \"oder\" und \"und\" und \"und\" und \"und\" und \"und\" und \"oder\" ist immer ein Leerzeichen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Hinter Hermann Hannes Haus hängen hundert Hemden raus. Hundert Hemden hängen raus, hinter Hermann Hanne´s Haus!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Dies ist ein Scheit. Dies ist ein Scheit. Es ist ein feingesplissner Spleißenscheit, den schickt Frau Meissner aus Neiße und läßt dazu sagen gar fein, daß ihr Mann ein fleißiger Scheitspleißer sei, der am Abend - ehe er etwas gegessen oder gebissen - hätte viele Scheite gesplissen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die Bürsten mit den schwarzen Borsten bürsten besser, als die Bürsten mit den weißen Borsten bürsten!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Die Katzen kratzen im Katzenkasten,im Katzenkasten kratzen Katzen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Selten ess ich Essig; ess ich Essig, ess ich Essig mit Salat."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn hinter Griechen Griechen kriechen, kriechen Griechen Griechen nach."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn um Rumkugeln Rumkugeln rumkugeln, kugeln um Rumkugeln Rumkugeln rum."
    },
    {
        "language": "German",
        "source": "",
        "text": "Vier fünfmal vervierfacht macht mehr als fünf viermal verfünffacht."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zehn Ziegen zogen zehn Zentner Zucker zum Zoo."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwanzig Zwerge zeigen Handstand, zehn im Wandschrank, zehn am Sandstrand."
    },
    {
        "language": "German",
        "source": "",
        "text": "In der ganzen Hunde Runde gab es nichts als runde Hunde."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sieben Schneeschaufler schaufeln sieben Schaufeln Schnee."
    },
    {
        "language": "German",
        "source": "",
        "text": "Mit keiner Kleie und keinem Keim kann kein kleines Korn keimen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Mit keiner Kleie und keinem Keim soll kleines Kind kaum Korn kauen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Lilaflanelläppchen"
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Auf der Liebesreise \nsprach der Leibesriese \n\"reib es Liese\" \nund sie rieb es leise."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sechs sächsische Säufer zahlen zehn tschechische Zechen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Hier haben Sie ein Scheit - ein wohlgeschlissenes Schleißenscheit von der Frau Weißen aus Meißen mit dem Bescheid, daß ihr Mann, der Herr Weißen, der beste Scheitschleißer von ganz Meißen sei. Er habe noch keinen Bissen gegessen, aber schon einen großen Haufen Scheite geschleißt und geschlissen."
    },
    {
        "language": "German",
        "source": "the most famous German compound word",
        "text": "Donaudampfschiffahrtsgesellschaftskapitänstellvertretersgattin"
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwei schleimige Schlangen schlängeln sich zwischen zwei Steine und zischen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Auf der Post wird gepackt und gekullt."
    },
    {
        "language": "German",
        "source": "",
        "text": "Plättbrett bleibt Plättbrett"
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn der Benz bremst, brennt das Benz-Bremmslicht."
    },
    {
        "language": "German",
        "source": "",
        "text": "Hinter dichtem Fichtendickicht picken dicke Finken tüchtig."
    },
    {
        "language": "German",
        "source": "",
        "text": "Tuten tut der Nachtwächter. Und wenn er genug getutet hat, tut er seine Tute wieder in den Tutkasten rein."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sie stellte das Tschechische Streichholzschächtelchen auf den Tisch. Auf den Tisch stellte sie das Tschechische Streichholzschächtelchen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Kritische Kröten kauen keine konkreten Kroketten."
    },
    {
        "language": "German",
        "source": "bei Oskar Blumethal 1852-1917, from Poetische Scherzartikel, Reklam, 1991",
        "text": "Ein Auto fuhr durch Gossensaß, \nund kam in eine Soßengass', \nso daß die ganze Gassensoß' \nsich über die Insassen goß."
    },
    {
        "language": "German",
        "source": "nonsensical sentence",
        "text": "Die Katze tritt die Treppe krumm."
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Unser Hausmeister\nMaus heißt er\nIm Keller meist haust er\nWie es heißt maust er."
    },
    {
        "language": "German",
        "source": "also a palindrome",
        "text": "Ein Neger mit Gazelle zagt im Regen nie."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wer nichts weiß und weiß das er nichts weiß, weiß mehr als der, der nichts weiß und nicht weiß das er nichts weiß."
    },
    {
        "language": "German",
        "source": "",
        "text": "Mariechen sagt zu Mariechen, laß mich ma' riechen Mariechen, da ließ Mariechen Mariechen ma' riechen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn Robben hinter Robben robben, robben Robben Robben hinterher."
    },
    {
        "language": "German",
        "source": "",
        "text": "Es klapperten die Klapperschlangen bis die Klappern schlapper klangen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die dummen Doffel"
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Wachsmaskenmacher macht Wachsmasken aus Wachsmaskenwachs."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wer gegen Aluminium minimal immun ist, besitzt Aluminiumminimalimmunität. Aluminiumminimalimmunität besitzt wer gegen Aluminium minimal immun ist."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wer \"brauchen\" ohne \"zu\" gebraucht, braucht brauchen gar nicht zu gebrauchen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Allergischer Algerier, algerischer Allergiker."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die Post ist mit Paketen bepackt."
    },
    {
        "language": "German",
        "source": "",
        "text": "Dicke Nichten dichten im dichten Fichtendickicht. Im dichten Fichtendickicht dichten dicke Nichten."
    },
    {
        "language": "German",
        "source": "From a popular song",
        "text": "Heut' auf Nacht, hat er g'sagt kommt der Hans, sagt die Marie: \nOb er aber über Oberammergau oder aber über Unterammergau \noder aber überhaupt nicht kommt, das weis man nie."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Schweizer Schweißer schwitzt und schweißt. Der Schweizer Schwitzer schweißt und schwitzt. Schwitzend schweißt der Schweizer Schweißer."
    },
    {
        "language": "German",
        "source": "",
        "text": "Glücklich ist der Tourist, wenn er auf einer Tour ist und in einer Tour ißt."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Cottbuser Postkutscher putzt den Cottbuser Postkutschkasten mit Cottbuser Postkutschkastenpaste."
    },
    {
        "language": "German",
        "source": "Leuthen is a village",
        "text": "Der Leutnant von Leuthen befahl seinen Leuten, nicht eher zu läuten als der Leutnant von Leuthen seinen Leuten das Läuten befahl."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Kaplan klebt Pappplakate."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwischen zwei Zwetschkenzweigen zwitschern zwei Schwalben, zwei Schwalben zwitschern zwischen zwei Zwetschkenzweigen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Ich wünsch Dir soviel gute Tag im Jahr, wie der Fuchs am Schwanz hat Haar."
    },
    {
        "language": "German",
        "source": "",
        "text": "In Ulm und um Ulm und um Ulm herum."
    },
    {
        "language": "German",
        "source": "",
        "text": "Herr und Frau Lücke gingen über eine Brücke. Da kam eine Mücke und stach Frau Lücke in's Genicke. Da nahm Herr Lücke seine Krücke und schlug Frau Lücke in's Genicke. Und deshalb fiel Frau Lücke mit der Mücke und der Krücke im Genicke tot um."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenige wissen, wieviel man wissen muss, um zu wissen, wie wenig man weiß."
    },
    {
        "language": "German",
        "source": "",
        "text": "Daß das \"daß\", das mit ß geschrieben wird, nicht das \"das\" ist, das mit s geschrieben wird, das ist gewißlich wahr."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wachsmaske, Messwechsel, Wachsmaske, Messwechsel, Wachsmaske, Messwechsel, ..."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wir Wiener Wäscherweiber wollen weiße Wäsche waschen, wenn wir wüßten wo warmes Wasser wäre. Warmes Wasser wissen wir, weiße Wäsche waschen wir."
    },
    {
        "language": "German",
        "source": "",
        "text": "In einem Schokolodenladen laden Ladenmädchen Schokolade aus. Ladenmädchen laden in einem Schokoladenladen Schokolade aus."
    },
    {
        "language": "German",
        "source": "a palindrom",
        "text": "Bei Leid lieh stets Heil die Lieb'."
    },
    {
        "language": "German",
        "source": "",
        "text": "Hirsch heißt mein Mann."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Mondschein schien schon schön."
    },
    {
        "language": "German",
        "source": "",
        "text": "Blaukraut bleibt Blaukraut, Brotlaib bleibt Brotlaib, Brautkleid bleibt Brautkleid."
    },
    {
        "language": "German",
        "source": "",
        "text": "Schneiderschere schneidet scharf. Scharf schneidet Schneiderschere."
    },
    {
        "language": "German",
        "source": "",
        "text": "Denke nie du denkst, denn wenn du denkst, du denkst, dann denkst du nicht, dann denkst du nur du denkst, denn das Denken der Gedanken ist gedankenloses Denken."
    },
    {
        "language": "German",
        "source": "",
        "text": "Bismarck biß Marc, bis Marc Bismarck biß!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn hinter Fliegen Fliegen fliegen fliegen Fliegen Fliegen hinterher."
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Unter einer Fichtenwurzel hörte ich einen Wichtel furzen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zehn zahme Ziegen zogen zehn Zentner Zucker zum Zittauer Zug."
    },
    {
        "language": "German",
        "source": "",
        "text": "Eine dicke Dame wollte durch den dicken Dreck, da fragt die dicke Dame den dicken Diener, ob der dicke Diener die dicke Dame durch den dicken Dreck trägt. Da trug der dicke Diener die dicke Dame durch den dicken Dreck, da dankt die dicke Dame dem dicken Diener, daß der dicke Diener die dicke Dame durch den dicken Dreck trug."
    },
    {
        "language": "German",
        "source": "",
        "text": "Er sang leider lauter laute Lieder zur Laute."
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Was blickst Du so stier Bube, warst Du in der Bierstube?"
    },
    {
        "language": "German",
        "source": "",
        "text": "Esel essen Nesseln nicht. Nesseln essen Esel nicht!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Spanier lieben spannende Spiele."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn Baden-Badens Bademeister baden, baden Baden-Badener auch."
    },
    {
        "language": "German",
        "source": "a \"Schnellsprechspruchschüttelreim\"",
        "text": "Weil die Paten um den Braten baten,\ntaten Puten wir den Paten braten.\nkonnten Paten Putenbraten bieten,\nweil wir Puten - wie die Paten baten - brieten."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wer andern eine Grube gräbt,der hat ein Grubengrabgerät."
    },
    {
        "language": "German",
        "source": "German transcription of the English tongue twister \"How many wood would a woodchuck chuck if a woodchuck would chuck wood.\" by Werner Zenker",
        "text": "Sag wieviel Laich so ein Lurch leicht laicht,\nwenn ein Lurch leicht Lurchlaich laicht."
    },
    {
        "language": "German",
        "source": "",
        "text": "Weisst du das, dass das \"das\" das meist gebrauchte Wort im Satz ist?"
    },
    {
        "language": "German",
        "source": "",
        "text": "Neue Teichfische für den heimischen Fischteich."
    },
    {
        "language": "German",
        "source": "",
        "text": "blasse Flachbrust"
    },
    {
        "language": "German",
        "source": "",
        "text": "Manches Schminkschwämmchen schwimmt und manches Schminkschwämmchen schwimmt nicht."
    },
    {
        "language": "German",
        "source": "",
        "text": "Ruderboot, Butterbrot, Ruderboot, Butterbrot, Ruderboot, Butterbrot, ..."
    },
    {
        "language": "German",
        "source": "",
        "text": "Frischlackiertes Schleiflackkästchen"
    },
    {
        "language": "German",
        "source": "",
        "text": "Furcht vor Fruchtfleisch führt zu Flucht vor Fruchtfleisch."
    },
    {
        "language": "German",
        "source": "",
        "text": "Die Wurs(ch)t im Borschtsch stört Stanislaus. \nDer Stör im Borschtsch ist Stanislaus wurs(ch)t!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Pflückfrische Früchte pflückt frisch der Früchtepflücker.\nDer Früchtepflücker pflückt pflückfrische Früchte."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wer anderen eine Bratwurst brät, der hat ein Bratwurstbratgerät."
    },
    {
        "language": "German",
        "source": "",
        "text": "Gips gibt's in der Gipsstrasse, wenn's dort kein Gips gibt, gibt's in der Gipsstrasse kein Gips."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Mensch ist was er ißt"
    },
    {
        "language": "German",
        "source": "by Friedrich Ernst Daniel Schleiermacher (1768-1834)",
        "text": "Eifersucht ist eine Leidenschaft, die mit Eifer sucht, was Leiden schafft."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der dicke Dirk trängt den dünnen Dirk durch den dicken Dreck, da dankte der dicke Dirk den dünnen Dirk, dass der dünne Dirk den dicken Dirk durch den dicken Dreck trung."
    },
    {
        "language": "German",
        "source": "",
        "text": "Kampfkühe kämpfen gegen Kniekrämpfe."
    },
    {
        "language": "German",
        "source": "",
        "text": "In einem kleinen Dorf wohnte einst ein Mädchen mit dem Namen Barbara. \nBarbara war in der ganzen Gegend für Ihren ausgezeichneten Rhabarberkuchen bekannt. \nWeil jeder so gerne Barbaras Rhabarberkuchen aß, nannte man sie Rhabarberbarbara. \nRhabarberbarbara merkte bald, dass sie mit ihrem Rhabarberkuchen Geld verdienen könnte. \nDaher eröffnete sie eine Bar: Die Rhabarberbarbarabar. \nNatürlich gab es in der Rhabarberbarbarabar bald Stammkunden. \nDie bekanntesten unter Ihnen, drei Barbaren, kamen so oft in die Rhabarberbarbarabar, um von Rhabarberbarbaras Rhabarberkuchen zu essen, dass man sie kurz die Rhabarberbarbarabarbarbaren nannte. \nDie Rhabarberbarbarabarbarbaren hatten wunderschöne, dichte Bärte. \nWenn die Rhabarberbarbarabarbarbaren ihren Rhabarberbarbarabarbarbarenbart pflegten, gingen sie zum Barbier. \nDer einzige Barbier, der einen Rhabarberbarbarabarbarbarenbart bearbeiten konnte, wollte das natürlich betonen und nannte sich Rhabarberbarbarabarbarbarenbartbarbier. \nNach dem Stutzen des Rhabarberbarbarabarbarbarenbarts geht der Rhabarberbarbarabarbarbarenbartbarbier meist mit \nden Rhabarberbarbarabarbarbaren in die Rhabarberbarbarabar, um mit den Rhabarberbarbarabarbarbaren von Rhabarberbarbaras herrlichem Rhabarberkuchen zu essen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Sagt der Hai zum Uhu \"huhu\", sagt der Uhu zum Hai \"hi\"."
    },
    {
        "language": "German",
        "source": "by the Austrian poet Ernst Jandl",
        "text": "Ottos Mops trotzt\nOtto: fort Mops fort\nOttos Mops hopst fort\nOtto: soso"
    },
    {
        "language": "German",
        "source": "",
        "text": "Von Spinnen versponnene Spanier spachteln Speisen mit spitzen\nSpaten. Mit spitzen Spaten spachteln von Spinnen versponnene Spanier\nSpeisen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Zwei Zeisige zwitschern zwischen zwei Zwetschgenzweigen."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn Nietzsches Mieze frisst, wischt Miezes Nietzsche nichts."
    },
    {
        "language": "German",
        "source": "",
        "text": "Maltes maltesers Malte malte mal auf Malta Maltes maltesers Malte als auf Malta maltesers Malte mal maltesers Malte malte!"
    },
    {
        "language": "German",
        "source": "by Volkmar Dantzer",
        "text": "Wenn ich in der Leere leere Lehre lehre, lehre leere Lehre ich nur theoretisch."
    },
    {
        "language": "German",
        "source": "by Volkmar Dantzer",
        "text": "Wer in Cannes Can-Can kann, kann Can-Can überall."
    },
    {
        "language": "German",
        "source": "",
        "text": "Der Bergwerker borgt sich vom Bergwerkswart einen Werksborgward."
    },
    {
        "language": "German",
        "source": "",
        "text": "Gib niemals Opi Opium, denn Opium bringt Opi um."
    },
    {
        "language": "German",
        "source": "",
        "text": "Wenn hinter Interlaken Kakerlaken kacken, kacken Kakerlaken hinter Interlaken."
    },
    {
        "language": "German",
        "source": "posting in a community",
        "text": "Derjenige, der denjenigen, der den Pfahl, der auf der Brücke, die auf dem Wege nach Wuppertal liegt, steht, umgeworfen hat, einfängt, erhält eine Belohnung und wird lobend im Gemeindekasten aufgehängt."
    },
    {
        "language": "German",
        "source": "by Philipp Kronbichler",
        "text": "Kai kann keine kleinen klugen Kölner Kellner kirre kriegen."
    },
    {
        "language": "German",
        "source": "by Philipp Kronbichler",
        "text": "Die süße Susie aus Sachsen sagt: \"Sechs Sachsen sächseln sechs Stunden Sächsisch.\""
    },
    {
        "language": "German",
        "source": "by Philipp Kronbichler",
        "text": "Nelly die Nanny narrt Molly die Granny, da Jenny und Lenny die Narren beharren, dass Nelly die Granny narren kann. Doch Molly ruft Polly die Drollige an, worauf Polly die Drollige Jenny und Lenny die Narren narren kann. Jenny und Lenny die Narren rufen Nelly die Nanny zu Hilf, doch Molly der Granny und Polly der Drolligen hilft nun der Benny aus Bonn, der Jenny und Lenny die Narren und Nelly die Nanny nun mitnarren kann."
    },
    {
        "language": "German",
        "source": "",
        "text": "Bobs Pop-up-Blocker blockt Bobs Pop-Ups."
    },
    {
        "language": "German",
        "source": "",
        "text": "Auf eine Berghütte in Österreich:"
    },
    {
        "language": "German",
        "source": "",
        "text": "Ein schwarzes Sweatshirt und ein schwarzes Täschchen mit sechsundsechzig Würstchen in der Sächsischen Straße."
    },
    {
        "language": "German",
        "source": "aus Froschn - René Mariks Sprecherziehung",
        "text": "Der plappernde Kaplan pappt peppige Papp-Plakate an die klappernde Kapell'-Wand."
    },
    {
        "language": "German",
        "source": "from the reader \"Der grosse Zwerg\"",
        "text": "Wegen der Wecken weckt der Wecker den Bäcker. Er muss sich strecken, regen und recken wegen der Wecken. Rege, strecke, recke dich! Backe, Bäcker, Wecken für mich!"
    },
    {
        "language": "German",
        "source": "Schüttelreim",
        "text": "Der Koch verfolgte bis aufs Schiffsdeck, die Fliege die ihm schiss aufs Beefsteak."
    },
    {
        "language": "German",
        "source": "",
        "text": "Rumpelstilzchens Streichhölzerschächtelchen"
    },
    {
        "language": "German",
        "source": "",
        "text": "Sesam sah Sesamsamen. Sesamsamen sah Sesam."
    },
    {
        "language": "German",
        "source": "by Jörg Pusak from  LOL,COOL & CO  (www.nogatz.de)",
        "text": "KATZENTATZEN KRATZEN\n \nKatzentatzen kratzen Fratzen \nin quietschgelbe Luftmatratzen.\nFratzen schmatzen, Luft entweicht,\nwas für Katzentatzen leicht.\nKatzentatzen kratzen Fratzen\nin quietschgelbe Luftmatratzen,\nLuftmatratzen platzen bald,\nhört nur, wie es zischt, pfeift, knallt!"
    },
    {
        "language": "German",
        "source": "",
        "text": "Sieben flinke Sindelfinger Findelkinder fingen sieben Finken, voll mit Flöhen! So flohen flugs sieben flinke Sindelfinger Findelkinder vor Flöhen und sieben Finken vor sieben flinken Sindelfinger Findelkindern."
    },
    {
        "language": "German",
        "source": "from the Austrian driver's license",
        "text": "Kontaktlinsenverträglichkeitstest"
    },
    {
        "language": "German",
        "source": "",
        "text": "Aufnahmeausschusssitzung"
    },
    {
        "language": "German",
        "source": "",
        "text": "Des Weiteren ist das Übrige auszuschließen und im Übrigen sind die Ausschlüße zu erweitern und die Erweiterungen sind ausschießlich zu erübrigen. Erübrigungen werden des Weiteren ausgeschlossen. Ausgeschlossene Erweiterungen sind übrig. Übrige Ausschlüsse werden erweitert. Erweiterte Erübrigungen werden auschgeschlossen. Ausszuschließende Erübrigungen werden erweitert. usw."
    },
    {
        "language": "German",
        "source": "",
        "text": "Bremsprobeberechtigter"
    },
    {
        "language": "German",
        "source": "you can find this word on German forms",
        "text": "Umsatzsteueridentifikationsnummer"
    },
    {
        "language": "German",
        "source": "Amtsdeutsch",
        "text": "Grunddienstbarkeitsbewilligungserklärung"
    },
    {
        "language": "German",
        "source": "Amtsdeutsch",
        "text": "Abstandsbaulasterklärung"
    },
    {
        "language": "German",
        "source": "Amtsdeutsch",
        "text": "Verselbständigkeitsanalyse"
    },
    {
        "language": "German",
        "source": "Bavarian and Austrian dialect",
        "text": "Oachkatzlschwoaf"
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "I moãn schô aa."
    },
    {
        "language": "German",
        "source": "Carinthian dialect, Austria",
        "text": "Ka klans Kind kon kan klan Kerschkern klan kliebm."
    },
    {
        "language": "German",
        "source": "dialect from the Upper Palatinate",
        "text": "Nau dadiad a da!"
    },
    {
        "language": "German",
        "source": "Austria dialect",
        "text": "Wixbiaschterl - Gwiazbixerl"
    },
    {
        "language": "German",
        "source": "Austria dialect",
        "text": "Wonn i kemma ko, kimm i, i wia owa koam kemma kinna."
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "I ho eh oe joa a oa oi."
    },
    {
        "language": "German",
        "source": "looks like all three articles (das, die, der) Bavarian and Austrian dialect",
        "text": "Das di der Teifl!"
    },
    {
        "language": "German",
        "source": "Lower Bavarian dialect",
        "text": "Gespräch am Feldrand"
    },
    {
        "language": "German",
        "source": "Bavarian or Austrian dialect",
        "text": "Ödögödöckö!"
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "I ha eam aa a oa owe ghoid."
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "Wann i mit meiner Wampen kannt, gangat i auf d' Kampenwand."
    },
    {
        "language": "German",
        "source": "Austrian dialect from Burgenland",
        "text": "Auf ana Wiesn gaunz stad und stüll a grüll. Gaunz stüll und stad - Schedl o'gmaht."
    },
    {
        "language": "German",
        "source": "Lower-Austria dialect",
        "text": "Geh Toni geh dauni, sonst hau i di dauni! Geht da Toni ned dauni, nimm i in Toni und hau eam dauni, daß da Toni dauni fliagt."
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "Soiche sechse wia mia fünfe gibt's koane viere weil mia drei die zwoa oanzigen san."
    },
    {
        "language": "German",
        "source": "Carinthian dialect",
        "text": "Brauchst Untatassalan aa? Oda tans de Schalalan alaan aa?"
    },
    {
        "language": "German",
        "source": "Tyrolean dialect",
        "text": "Håt epper epper eppes gsågg?"
    },
    {
        "language": "German",
        "source": "Austrian dialect",
        "text": "A Müllamadl hot a Möhnudlladl und a Nahnodlladl a."
    },
    {
        "language": "German",
        "source": "Austrian dialect",
        "text": "Es gibt net so fü Tog im Joar, wia da Fux am Schwaunz hot Hoar."
    },
    {
        "language": "German",
        "source": "Burgenland dialect, Austria",
        "text": "Auf an Spejkbrejdl liegt a Brejkl Spejk."
    },
    {
        "language": "German",
        "source": "Tyrolian dialect",
        "text": "Kimmscht e a oui?"
    },
    {
        "language": "German",
        "source": "Viennese dialect",
        "text": "S'Bsteck, z'spät b'stöht."
    },
    {
        "language": "German",
        "source": "Burgenland dialect, Austria, \"o:\" indicates a long \"o\"",
        "text": "Zwisch'n Ümitz und Apetlo: hängen zwa zwidri'gspitzte Zwetschk'n dro:. Wer de zwa zwidri'gspitz'n Zwetschk'n nennen ko:, des is a braver Mo:."
    },
    {
        "language": "German",
        "source": "dialect of Lower Austria and Vienna",
        "text": "Zwanz'g zquetschte Zwetschk'n und Zwanz'g zquetschte Zwetschk'n san Vieazk zquetschte Zwetschk'n."
    },
    {
        "language": "German",
        "source": "Upper-Austrian dialect",
        "text": "Da Dauni sogt zum Dauni: \"Dauni, geh dauni!\" Da Dauni geht net dauni drum haut da Dauni in Dauni dauni."
    },
    {
        "language": "German",
        "source": "Tyrolean dialect",
        "text": "Der Pfårrer vu Bschlåbs hat z'Pfingschte 's Speckbsteck z'spat bstellt."
    },
    {
        "language": "German",
        "source": "Pinzgau dialect, Salzburg",
        "text": "Koa kloans Kind ko koan kloan Kind oan kloan Kerschkern kloa kliabn."
    },
    {
        "language": "German",
        "source": "Austrian dialect",
        "text": "Zehn zottate Zigeina zahn zehn Zentner Zement zam zau zuwie."
    },
    {
        "language": "German",
        "source": "South-Tyrolean dialect",
        "text": "Wenn i kemm konn, kimm i, obo i moan, i konn kamm kemm."
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "Zwo z'quetschte Zwetschgen und zwo Zwetschgen z'quetscht, san vier z'quetschte Zwetschgen."
    },
    {
        "language": "German",
        "source": "Tyrolean dialect",
        "text": "A z'spat b'stellt's Speckb'steck isch a Speckb'steck, des z'spat b'stellt isch."
    },
    {
        "language": "German",
        "source": "Pinzgau dialect",
        "text": "An ogfizlta Auchkatzlschwoaf in Vitriolöl."
    },
    {
        "language": "German",
        "source": "Styrian dialect, Austria",
        "text": "Zehn zotterte Zigeuner zarn zehn Zentner Zucker zum Zaun zuwi."
    },
    {
        "language": "German",
        "source": "Bavarian dialect",
        "text": "'s A is eh o, 's E is a o."
    },
    {
        "language": "German",
        "source": "",
        "text": "Anton, dra dant um, brots ent a!"
    },
    {
        "language": "German",
        "source": "dialect of Berlin",
        "text": "Ick esse Klops\nuff eenmal klopt's\nick kicke, staune, wunda mir\nuff eenmal jeet se uff, die Tür.\nIck geh' raus und kicke,\nwer steht draussen?\nIcke."
    },
    {
        "language": "German",
        "source": "dialect from Central Frankonia",
        "text": "Bou dou dein Rollolodn rorolln loun."
    },
    {
        "language": "German",
        "source": "Frankonian dialect",
        "text": "A Mamaladaamala hamma daham aa."
    },
    {
        "language": "German",
        "source": "",
        "text": "Franken ist da, wo Hasen \"Hosen\" und Hosen \"Husen\" haßen."
    },
    {
        "language": "German",
        "source": "Franconian dialect",
        "text": "Schelle se net an seller Schelle, selle Schelle schellet net. Schelle se an seller Schelle, selle schelle, selle schellt!"
    },
    {
        "language": "German",
        "source": "Frankonian dialect",
        "text": "Wennsdn sixd, dann saxdersm."
    },
    {
        "language": "German",
        "source": "Franconian dialect",
        "text": "Lou a moll den rolloo roo."
    },
    {
        "language": "German",
        "source": "South-Hessian dialect from Frankfurt",
        "text": "Zwei Frauen sprechen über ein Kind:\n- Derf des des?\n- Des derf des!"
    },
    {
        "language": "German",
        "source": "Hessian dialect ;-)",
        "text": "Alle Hesse sind Verbräschä, klauen alle Aschebäschä. Klaun se keine Aschebäschä, sind se schlimme Messäschdäschä!"
    },
    {
        "language": "German",
        "source": "Hessian dialect",
        "text": "Die Maamauerbaabambeler lasse am Maa ihr Baa an de Mauer bambele."
    },
    {
        "language": "German",
        "source": "Hessian dialect",
        "text": "Kenn gied eren hei henn san noch mi Kenn hen."
    },
    {
        "language": "German",
        "source": "Hessian dialect",
        "text": "Sitzt e Wermsche uff'm Termsche mit 'em Schermsche unnerm Ermsche. Kimmt e Stermsche, werft des Wermsche mit'm Scherme unnerm Ermsche vom Termsche."
    },
    {
        "language": "German",
        "source": "Hessian dialect",
        "text": "Sitzt e Wörmsche uff'm Törmsche mim Schermsche unnerm Ärmsche, kemmts Störmsche un blässt's Wörmsche mim Schermsche unner'm Ärmsche vom Törmsche."
    },
    {
        "language": "German",
        "source": "Hessian dialect, Frankfurt am Main",
        "text": "Giess dei Kakdus, sonst verderrterder!"
    },
    {
        "language": "German",
        "source": "Hessian dialect, Frankfurt am Main",
        "text": "Isch haach der aans uff dei aan Aach un uff dei anner Aach haach isch der aach aans."
    },
    {
        "language": "German",
        "source": "Odenwäldlerisch (zwischen Hessisch und Kur-Pfälzisch)",
        "text": "Isch die Dudd da doi?"
    },
    {
        "language": "German",
        "source": "dialect from the Palatinate",
        "text": "Sunn scheint schunn schää! Unn wann Sunn schunn so schää scheint, schaffe mer aa nix mee."
    },
    {
        "language": "German",
        "source": "dialect from the Western Palatinate and Eastern Saar",
        "text": "'S beschd schlääwsch' 's schännschd Schächdelche unn 's schlänggschd Schibbche 's schnellschd in 's neggschd Schäbbche."
    },
    {
        "language": "German",
        "source": "dialect from the Western Palatinate and Eastern Saar",
        "text": "'s Wermche Ermche schdehd mimm Scherrmche unnerm Ärmche uwwm Dermche. Kommd e Schdermche unn bloosd's Wermche Ermche mimm Schermche unnerm Ärmche vumm Dermche, 's arm Wermche Ermche."
    },
    {
        "language": "German",
        "source": "dialect from the Western Palatinate and Eastern Saar",
        "text": "Schdolls schdollzierd de schmächdich unn dorschdich Schdorch medd Dorschd dorch de Schdorchehorschd."
    },
    {
        "language": "German",
        "source": "Hamburg dialect",
        "text": "Klein Erna fragt die eigene Mutter über ein im Matsch spielendes Kind:\n- Daaf das das?\n- Das darf das."
    },
    {
        "language": "German",
        "source": "Low German, Plautdietsch or Plattdeutsch",
        "text": "Wat'n weer weer! De wind waait den sand von'n weg weg dör de döör dör! Wat'n weer weer!"
    },
    {
        "language": "German",
        "source": "Low German, Plautdietsch or Plattdeutsch",
        "text": "Wann wie Woschwiewa wusste wou wormet Wota wia, wurde wie Woschwiewa witte Wosch wosche."
    },
    {
        "language": "German",
        "source": "Rheinisch dialect",
        "text": "Oma lo ma nomal La Paloma lope lote."
    },
    {
        "language": "German",
        "source": "dialect from the Saarland",
        "text": "Lu mo loa, do leira doch."
    },
    {
        "language": "German",
        "source": "Saxonian dialect",
        "text": "Birnbohm schreibd ma midd Birmbohm B und Pappelbohm schreibd ma midd Pappelbohm P."
    },
    {
        "language": "German",
        "source": "Saxonian dialect",
        "text": "Gaisers Garle gonnte geene Gimmelgerne gaun, aber Guchengrümel gonnt'er gatschen."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Mol a mol a mole no."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Bräschdleng-Gsälz"
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "S'Schbeckschbätzlesbschdeck z'schbäd bschdelld."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "I han amol oine kennt ket, dia hot a Kend ket, des hot se von oim ket, wenn se den it kennt het, het se au des Kend it ket."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Em Hefele em Eckele do leit a gloines Breckele vom Fritzele seim Weckele em Hefele em Eckele. Do kommt a gloines Geckele ond frisst des gloine Breckele vom Fritzele seim Weckele em Hefele em Eckele."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "I han da Apparat ra tra."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "A oagnehm grea ogschdriches Gardederle"
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Fragt ein Verkäufer seine Frau: - \"Hemmr Hemmr?\" - \"Hemmr hemmr koine meh!\""
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Henter Hecka Hansa Haus hau i hondert herige Hasa heara huaschta."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Was den'd die denn do in denne Dännele dinne?"
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "I han z'spät s'Bsteck b'stellt"
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Schellet Se ed an sell'rer Schell, selle Schell schellet ed, Schellet Se an sell'rer Schell, selle Schell schellet."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "I hao's ao schao gao lao!"
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Es leit a Klötzle Blei glei bei Blaubeure. Glei bei Blaubeure leit a Klötzle Blei."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "I han amôl oin kennd khedd,\nder hôdd oine kennd.\nDui hôdd a Kend khedd,\ndees hôdd se abbr edd vo sällam khedd.\nDär hot nemmlich nemme kennd khedd,\nse hôdd abbr nô an andara kennd khedd.\nDär hôdd nô kennd khedd.\nOnd wenns se deen nedd khennd hedd,\nnô hedd se koi Kend khedd."
    },
    {
        "language": "German",
        "source": "Suabian Dialect (Schwäbisch)",
        "text": "S'war oagnem, wo mai ara a war."
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "Hän die doo koo Schnur droo?"
    },
    {
        "language": "German",
        "source": "Swabian dialect",
        "text": "A großa Hitze, saedse, häbse und in d'r Nacht so schwitza miaßtse, saedse, dädse."
    },
    {
        "language": "German",
        "source": "",
        "text": "Magst moscht magst mi a."
    },
    {
        "language": "German",
        "source": "from www.undinger.de/dictionairle/schwaebisch/wort/737/Moisch%20masch%20Moscht,%20Moscht%20mosch%20mega/",
        "text": "Moisch masch Moscht, Moscht mosch mega."
    },
    {
        "language": "German",
        "source": "Alemanic from Baden in South Germany",
        "text": "Mos mä do oa oa initoa?"
    },
    {
        "language": "German",
        "source": "Alemanic from Baden in South Germany",
        "text": "Hät kon kon Kamm oder a meggele sopfe?"
    },
    {
        "language": "German",
        "source": "dialect from Zürich, Switzerland",
        "text": "Strätzt's z'Züri?"
    },
    {
        "language": "German",
        "source": "Swiss dialect from Schaffhausen",
        "text": "Z'Schlaate e Zaane voll Saapfe d'Laatere durapp schlaapfe."
    },
    {
        "language": "German",
        "source": "Alemanic dialect from Vorarlberg, Austria",
        "text": "Musch nit an sellere Schelle schelle, selle Schelle schellt nit, musch an sellere Schelle schelle, selle Schelle schellt."
    },
    {
        "language": "German",
        "source": "Swiss dialect from Bern",
        "text": "Der Papscht het z' Schpiez ds Schpäckbschteck z' schpät bschtellt."
    },
    {
        "language": "German",
        "source": "Swiss dialect from the Aargau",
        "text": "Lüschers Lüüti lütet wenn Lüti Lüschers Lüüti lütet."
    },
    {
        "language": "German",
        "source": "Swiss",
        "text": "Uf de Rapperswiler Brugg schtönd drü dünni, dürri, langi, lääri, hohli Röhrli, und dur die drü dünne dürre, lange, lääre, hohle Röhrli lehred d'Lüüt rächt rede."
    },
    {
        "language": "German",
        "source": "Swiss dialect",
        "text": "1. Version"
    },
    {
        "language": "German",
        "source": "Swiss dialect",
        "text": "Chuchichäschtli"
    },
    {
        "language": "German",
        "source": "Swiss dialect",
        "text": "Chäschueche im Chuchichaschte"
    },
    {
        "language": "German",
        "source": "Swiss German",
        "text": "Möuchmäuchterli"
    },
    {
        "language": "German",
        "source": "Swiss German",
        "text": "Z' Rhyyfälde under der rächte Rhyybrugg liit e rauhi Rehläbere."
    },
    {
        "language": "German",
        "source": "Swiss dialect",
        "text": "Dä Papscht hät z'Spietz s'Bschteck z'spaat bstellt."
    },
    {
        "language": "German",
        "source": "dialect from Zurich",
        "text": "Die Chatz chat ins Chuchichäschtli chechözelet."
    },
    {
        "language": "German",
        "source": "Alemanic dialect from Lustenau Vorarlberg, Austria",
        "text": "Net a selle Schella schella selle Schella schellat nöd, adr selle Schella schella, selle Schella schellat."
    },
    {
        "language": "German",
        "source": "Swiss German",
        "text": "Blitzt's z'mitz's z'Züri?"
    },
    {
        "language": "German",
        "source": "Swiss German",
        "text": "Z Schwyz am Zit schint d Sunne,\nUnd wänn si z Schwyz am Zit nüd schint,\nSo schint si e Zitlang z Brunne."
    },
    {
        "language": "German",
        "source": "Swiss German from Lucerne",
        "text": "Drüi rundi roui Röhrli und drüi rundi roui Rehläberli lehre d Lüüt rächt rede."
    },
    {
        "language": "German",
        "source": "Swiss German",
        "text": "Metzger, metzg'mer mit em gwetzte Metzgermässer de Mäxli; de Mäxli, Metzger, metzg'mer mit em gwetzte Metzgermässer!"
    },
    {
        "language": "German",
        "source": "Swiss German from Chur, Kanton Graubünden",
        "text": "Z'Khur is Khuhikhäschtli gu Khaugummi kaua."
    },
    {
        "language": "German",
        "source": "dialect of the Inner Montafon, Vorarlberg, Austria",
        "text": "Gadaladalälla"
    },
    {
        "language": "German",
        "source": "Swiss dialect",
        "text": "Dä Papst hät Schpäck Bschteck zspoht bschtellt."
    },
    {
        "language": "German",
        "source": "Dialect of Karlsruhe, Baden",
        "text": "Zwoi kloinere oier in oinere roi"
    },
    {
        "language": "German",
        "source": "Swiss German from Chur",
        "text": "Wenn Churer sägen, sagen sie \"saga\";\nSagen sie \"sagen\", dann 'sägen' sie \"säga\"."
    },
    {
        "language": "German",
        "source": "Swiss German",
        "text": "Dä Pabscht hät z’Schpiez s’Späckbschteck z’schpaat bschtellt."
    },
    {
        "language": "German",
        "source": "Swiss German, from traditional song",
        "text": "Hinderem Münschter het es Anggewegglimaitli Butterweggli feil.\nHinderem Münschter het es Anggewegglimaitli feil\nAnggewegglimaitli Butterweggli feil\nButterwegglimaitli Anggeweggli feil\nHinderem Münschter het es Anggewegglimaitli feil"
    },
    {
        "language": "German",
        "source": "Swiss German from the reader \"Der grosse Zwerg\"",
        "text": "Will er suur, so wott si süess,\nwill er Mehl, so wott sie Griess,\nwill er Fink, so wott sie Spatz,\nseit er Hund, so seit sie Chatz,\nwill er Suppe, so seit sie Mocke,\nwill er stah, so wott sie hocke,\nisch er det, so isch sie da,\nschreit er hu, so schreit sie ha!"
    },
    {
        "language": "German",
        "source": "Swiss German from the reader \"Der grosse Zwerg\"",
        "text": "Das git mir es luschtigs Znacht,\nwe üsi Muetter Chüechli bacht\nu de Vater umespringt\nu üs allne d Chüechli nimmt."
    },
    {
        "language": "German",
        "source": "Walser, Swiss dialect of Oberwallis",
        "text": "Mooru müess mina Metzger mit minum mutztu Messer mini mager Moora metzgu."
    },
    {
        "language": "German",
        "source": "Walser, Swiss dialect of Oberwallis",
        "text": "Z'Chääschüechebläch im Chuchichaschtji"
    },
    {
        "language": "German",
        "source": "Westphalien",
        "text": "Chustav chäit in chorn un chütt de chiälen Cheorginen."
    }
]