[
    {
        "language": "Spanish",
        "source": "",
        "text": "¿Usted no nada nada? No, no traje traje."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Ñoño Yáñez come ñame en las mañanas con el niño."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tengo un tío cajonero que hace cajas y calajas y cajitas y cajones. Y al tirar de los cordones salen cajas y calajas y cajitas y cajones."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El vino vino, pero el vino no vino vino. El vino vino vinagre."
    },
    {
        "language": "Spanish",
        "source": "from Venezuela",
        "text": "Poquito a poquito Paquito empaca poquitas copitas en pocos paquetes."
    },
    {
        "language": "Spanish",
        "source": "from Mexico",
        "text": "De Guadalajara vengo, jara traigo, jara vendo, a medio doy cada jara. Que jara tan cara traigo de Guadalajara."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Del pelo al codo y del codo al pelo, del codo al pelo y del pelo al codo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El volcán de parangaricutirimícuaro se quiere desparangaricutiriguarízar, y él qué lo desparangaricutiricuarízare será un buen desparangaricutirimízador."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "¿Cómo me las maravillaría yo?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Compadre de la capa parda, no compre usted mas capa parda, que el que mucha capa parda compra, mucha capa parda paga. Yo que mucha capa parda compré, mucha capa parda pagué."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pablito piso el piso, pisando el piso Pablito piso cuando Pablito piso el piso, piezas de piso piso Pablito."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Debajo de la puente de Guadalajara había un conejo debajo de la agua."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un tubo tiró un tubo y otro tubo lo detuvo. Hay tubos que tienen tubos pero este tubo no tuvo tubo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Si la sierva que te sirve, no te sirve como sierva, de que sirve que te sirvas de una sierva que no sirve."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Juan tuvo un tubo, y el tubo que tuvo se le rompio, y para recuperar el tubo que tuvo, tuvo que comprar un tubo igual al tubo que tuvo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un podador podaba la parra y otro podador que por allí pasaba le preguntó: Podador que podas la parra. ¿Qué parra podas? ¿Podas mi parra o tu parra podas? Ni podo tu parra, ni mi parra podo, que podo la parra de mi tío Bartolo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Con un cuchillo de acero te descorazonaré, el que te descorazona descorazonador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Los hombres con hambre hombre, abren sus hombros hombrunos sin dejar de ser hombres con hambre hombre hombruno. Si tú eres un hombre con hambre hombre hombruno, pues dí que eres un hombre com hambre y no cualquier hombre hombruno sino un hombre con hombros muy hombre, hombre."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Treinta y tres tramos de troncos trozaron tres tristes trozadores de troncos y triplicaron su trabajo, triplicando su trabajo de trozar troncos y troncos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Yo vi en un huerto un cuervo cruento comerse el cuero del cuerpo del puerco muerto."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "De generación en generación las generaciones se degeneran con mayor degeneración."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Platicando placidamente en la plateada planicie de la playa se oía el plañir plañidero plañiendo. El que escuche el plañir plañidero plañiendo será un gran plañiador."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "No me mires, que miran que nos miramos, y verán en tus ojos que nos amamos. No nos miremos,  que cuando no nos miren nos miraremos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "María Chuchena su techo techaba, y un techador le pregunta: \"¿Que techas Maria Chuchena? O techas tu choza o techas la ajena?\" \"No techo mi choza ni techo la ajena.  Yo techo el techo de María Chuchena."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Comí cacahuates, me encacahaticé, ahora para desencacahatizarme, cómo me desencacahatizaré."
    },
    {
        "language": "Spanish",
        "source": "from Chile",
        "text": "Comí chirimoyas, me enchirimoyé, ahora para desenchirimoyarme, cómo me desenchirimoyaré."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Juan junta juncos junto a la zanja."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un parangaricutirimicuarano quería parangaricutirimicuarar, y el que parangaricutirimicuare será un parangaricutirimicuarizador."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El pato le dijo a la pata. Pata pa'ti traigo patas arriba la pata de un pato patón. Patón pati-largo, patón como tú. Le tiró la pata el pato a la pata y la pata cogió al pobre pato a pata."
    },
    {
        "language": "Spanish",
        "source": "a palindrome",
        "text": "Dábale arroz a la zorra el abad."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "En la plaza de Constantinopla había una esquina, en la esquina una casa, en la casa un balcón, en el balcón una estaca, en la estaca una lora. La lora está en la estaca en el balcón de la casa en la esquina de la plaza de Constantinopla."
    },
    {
        "language": "Spanish",
        "source": "from the Spanish version of Mary Poppins (?)",
        "text": "Supercalifragilisticoespiralidoso, aunque al oirlo hablar se te hace medio enredoso, si lo dices con humor sera mas fabuloso, supercalifragilisticoespiralidoso"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Una pájara peca, meca, derga, andorga, cucurruchaca, coja y sorda, tiene unos pajaritos pecos, mecos, dergos, andorgos, cucurruchacos, cojos y sordos, si esta pájara no fuera peca, meca, andorga, cucurruchaca, coja y sorda, no tuviera los pajaritos pecos, mecos, dergos, andorgos, cucuruchacos, cojos y sordos!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Yo tengo una gallina pinta, piririnca, piriranca, rubia y titiblanca, esta gallina tiene unos pollitos pintos, piririncos, pirirancos, rubios y titiblancos, si esta gallina no fuera pinta, piririnca, piriranca, rubia y titiblanca, no tuviera los pollitos, pintos piririncos, pirirancos, rubios y titiblancos!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Una cacatrepa trepa tiene tres cacatrepitos. Cuando la cacatrepa trepa trepan los tres cacatrepitos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Otorrinolaringólogo trabaja en la otorrinolaringología."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El tomatero Matute mató al matutero Mota porque Mota el matutero tomó de su tomatera un tomate. Por eso, por un tomate, mató el tomatero Matute al matutero Mota."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tengo una tablita bien entarbintantinguladorsita. El que la destarabintantingulare, sera buen destarabintantingulador."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Estaba en el bosque Francisco buscando a un bizco vasco tan brusco, que al verlo le dijo a un chusco: \"Busco al vasco bizco brusco.\""
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Debajo del puente de Guadalajara hay quatro guadalajarios que guadalajéan debajo del agua."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Llega Galo al lago y liga luego al lego de Lugo muy largo en lengua que al lago llega tras luengas leguas."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tres pollos bolos peludos. Tres peludos pollos bolos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un burro comía berros y el perro se los robó, el burro lanzó un rebuzno, y el perro al barro cayó."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Yo tenía una gata etica peletica pelada peluda con rabo lanudo, que tenía tres gatos eticos peleticos pelados peludos con rabos lanudos. Si la gata no fuese etica peletica pelada peluda con rabo lanudo, los gatitos no fuesen eticos peletcos pelados peludos con rabo lanudo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "¿Cómo en Como come Ud?, ¿Cómo, que cómo como en Como, como en Como como en Como como, como en Como como en Como come Ud."
    },
    {
        "language": "Spanish",
        "source": "village in Michoacan, Mexico",
        "text": "Parangaricutirimicuaro"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Una amiga gordita amigajonadita."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Camarón, caramelo, camarón, caramelo, camarón, caramelo,..."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Si el caracol tuviera cara como tiene el caracol, fuera cara, fuera col, fuera caracol con cara."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Que col colosal colocó en aquel local el loco aquél. Que colosal col colocó el loco aquél en aquel local."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Mi mamá me mima, y yo mimo a mi mamá."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Parra tenía una perra. Guerra tenía una parra. La perra de Parra subió a la parra de Guerra. Guerra pegó con la porra a la perra de Parra. Y Parra le dijo a Guerra: -¿Por qué ha pegado Guerra con la porra a la perra de Parra? Y Guerra le contestó: -Si la perra de Parra no hubiera subido a la parra de Guerra, Guerra no hubiese pegado con la porra a la perra de Parra."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Rosa Rizo resa ruso, ruso reza Rosa Rizo"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "En Pinto, Juan Ponte el quinto, por la pintura despunta, y al puente de punta a punta pinta al punto Ponte en Pinto."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El perro de Rosa y Roque no tiene rabo, porque Ramón Ramírez se lo ha cortado."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Las papas que pelan Paca y Pola las pone Pepe, poco a poco, en pilas."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "La sucesión sucesiva de sucesos sucede sucesivamente con la sucesión del tiempo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Como dice el viejo dicho y ese dicho yo lo he dicho que diciendo lo del dicho que me han dicho dicho a sido el dicho aquel:"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "¿Cuánta madera roería un roedor si los roedores royeran madera?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Desavecindarme quiero de mi desavecindación."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Jaime baja la jaula."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Si yo como como como, y tu comes como comes. ¿Cómo comes como como? Si yo como como como."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un viejo trigeminado, quié lo trigeminaría Aquel que lo trigeminó, buen trigeminador sería. Que no trigemine más viejo, porque si no se armará la gran desconflautasatirotrigéminodesmondongación."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tras el triple trapecio de Trípoli trepaban trigonométricamente tres triste triunviros trogloditas trastocados y traspuestos por el tremendo tretralcatrapense."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Mi caballo pisa paja, paja pisa mi caballo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Ese bobo vino nunca beber debe, vida boba y breve vivirá si bebe."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Riqui tiqui tembo nosarembo cherri berri rucci quiperipembo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Una capa trepa-trepa cuatro capas de trapito. Cuando la capa trepa-trepa, trepan-trepan cuatro capas de trapito."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "¡Los mariscos amarillescos son muy deliciosos!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pedro Perez peluquero prefiere peines Piramide por que peines Piramide peinan perfectamente. Prefiera peines Piramide!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Paco Pino Ponte Pascual Pérez pinta pinturas preciosas para personas pudientes. Para pobres pinta poco porque pagan poco precio."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pepe puso un peso en el piso del pozo. En el piso del pozo Pepe puso un peso."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Fenildimetilpirazolonmetilaminometanfulfonato sodico"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "¡Esmerílemelo!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Jorge el cerrajero vende cerrajes en la cerrajería."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tengo una puerca pescuesicrespa con sus puerquitos pescuesicrespitos. Pues que si, pescuesicrespa la puerca; pues que si, pescuesicrespitos los puerquitos hijos de la pescuesicrespa puerca."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Si tu eres tu, y yo soy yo, quien es el mas tonto de los dos?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Porque puedo, puede, porque puedes, puedo. pero si no puedes, yo tampoco puedo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Compré pocas copas, pocas copas compré y como compré pocas copas, pocas copas pagué."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El amor es una locura que solo el cura lo cura, pero el cura que lo cura comete una gran locura."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Hoy ya es ayer y ayer ya es hoy, ya llegó el dia, y hoy es hoy."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "En casa de paranguaricutirimicuaro mataron a paranguaricutirimicuador. El que lo desparanguaricutirimicue primero buen desparanguaricutirimicuador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Si tu gusto gustara del gusto que mi gusto gusta, mi gusto también gustará del gusto que tu gusto gusta. Pero como tu gusto no gusta del gusto que mi gusto gusta, mi gusto tampoco gusta del gusto que tu gusto gusta."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pabla le dió con el palo a Pablo y Pablo le dió con la tabla a Pabla."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Este pocillo se me desnarizorejó."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Corazón de la recorazonería."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El rey de Constantinopla quiere desconstantinopolizarse. El desconstantinopolizador que lo desconstantinopolize buen desconstantinopolizador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Los cojines de la Reina. Los cajones del Sultán. ¡Qué cojines! ¡Qué cajones! ¿En qué cajonera van?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "¿Cómo que cómo como? ¡Como como como!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Cómo quieres que te quiera si el que quiero que me quiera no me quiere como quiero que me quiera."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Erre con \"erre\" cigarro, \"erre\" con \"erre\" barril. Rápido corren los carros, Cargados de azucar del ferrocarril."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Esta es la llave de la casa! la casa está en la plaza, en la casa hay un cuarto, dentro de el cuarto hay un piso, ensima de el piso hay una mesa, encima de la mesa hay una jaula, dentro de la jaula hay loro que canta y dice: de loro en jaula, jaula en mesa, mesa en piso, piso en cuarto, cuarto en casa, casa en la plaza \"esta es la llave de la casa\"."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un pañuelo de cuatro puntas de pura pita, de pita pura, de pita pura, de pura pita, un pañuelo de cuatro puntas."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Como quieres que te quiera si al que quiero que me quiera no me quiere como quiero que me quiera."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Cuando cuentes cuentos, cuenta cuantos cuentos cuentas por que si no cuentas los cuentos que cuentas no sabrás cuantos cuentos cuentas."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tras tres tragos y otros tres,\ny otros tres tras los tres tragos,\ntrago y trago son estragos,\ntravesuras de entremés,\ntrapola tramo y tragón,\ntreinta y tres tragos de ron\ntras trozos de trucha extremo,\nen un tris los truene el trueno."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Me han dicho que has dicho un dicho, que han dicho que he dicho yo. El que lo ha dicho mintió, y en caso que hubiese dicho ese dicho que han dicho que he dicho yo, dicho y redicho quedó, y estará bien dicho ese dicho que han dicho que he dicho yo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El cielo esta emparangaricutirimicuarizado, quien lo desemparangaricutirimicuarizará. El desemparangaricutirimicuarizador que lo desemparangaricutirimicuarizase, buen desemparangaricutirimicuarizador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El que poca papa gasta poca papa paga."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tras tus tres tristes tigres que triste estás Trinidad."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Por una ladera abajo iba una bifigafa con siete bifigafitos. Se cayó un bifigafito. Por ir a coger al bifigafito se cayó la bifigafa."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Cuando cuentes cuentos, cuenta cuantos cuentos cuentas, cuando cuentes cuentos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Contigo entro un tren con trigo un tren con trigo contigo entro."
    },
    {
        "language": "Spanish",
        "source": "Andalucian dialect",
        "text": "Zaca er zaco de za ar zo pa que ze zeque."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "- Compadre, cómpreme un coco. - Compadre, no compro coco, porque poco coco como poco coco compro."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Erre con erre cigarro erre con erre barril Rápido ruedan los carros cargados de azúcar al ferrocarril."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Cuando digo digo, digo Diego Cuando digo Diego, digo digo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Las tablas de mi balcón mal entablilladas estan. Llamen al entablillador que las desentablille y las vuelva a entablillar mejor, que ya se le pagará como buen entablillador."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Paco Peco, chico rico, insultaba como un loco a su tío Federico, y este dijo, - ¡Poco a poco, Paco Peco, poco pico!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Hay Cilicia y Cecilia, Sicilia, Silecia y Seleucia"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El sapo sapote no come camote."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El recorre el barril."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El arzobispo de Constantinopla se quiere desarzobisconstantinopolitanizar. El desarzobisconstantinopolitanizador que lo desarzobisconstantinopolitanice, buen desarzobisconstantinopolitanizador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pepe Pecas pica papas con un pico. Con un pico pica papas Pepe Pecas."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pablito clavó un clavito en la calva de un calvito. En la calva de un calvito un clavito clavó Pablito."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pedro Pablo Pérez Pereira pobre pintor portugués pinta pinturas por poca plata para pasar por París."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "A mí me mima mi mamá."
    },
    {
        "language": "Spanish",
        "source": "del \"Manual para educar la voz hablada y cantada\" de Cristian Caballero.",
        "text": "Si Sansón no sazona su salsa con sal, le sale sosa; le sale sosa su salsa a Sansón si la sazona sin sal."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Como poco coco como, poco coco compro."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Parra tenía una perra y Guerra tenía una parra. La perra de Parra rompió la parra de Guerra. Entonces Guerra cogió una porra y mató a la perra de Parra."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "En tres tristes trastos de trigo, tres tristes tigres comían trigo. Comían trigo, tres tristes tigres, en tres tristes trastos de trigo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pancha plancha con cuatro planchas. \n¿Con cuántas planchas Pancha plancha?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Botifarrón desembotifarrónate."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El suelo esta encuadriculado. ¿Quién lo desencuadriculará? El desencuadriculador que lo desencuadriculó buen desencuadriculador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El cielo está encapotado. ¿Quién lo desencapotará? El encapotador que lo desencapó buen desencapotador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Con este puñal y aquél te descorazonaré, con este puñal y aquél te descorazonaré ..."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El perro de San Roque no tiene rabo porque Ramón Ramirez se lo ha robado."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Mi mamá me mima mucho."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "La gallina cenegoza que en el cenicero está déjala que se encenice que ella se desencenizará."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Compadre, cómprame un coco. Compadre, coco no compro, que el que poco coco come, poco coco compra. Yo como poco coco como poco coco compro."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "María Chucena techaba su choza cuando un leñador que por allí pasaba le dijo: <> - Ni techo mi choza ni techo la ajena, techo la choza de María Chucena."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El obispo vasco de Vizcaya busca el obispo vasco de Guipúzcoa."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Un perro rompe la rama del arbol."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Buscaba el bosque Francisco, un vasco bizco, muy brusco, y al verlo le dijo un chusco, ¿Busca el bosque, vasco bizco?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Han dicho que he dicho un dicho, tal dicho no lo he dicho yo. Porque si yo hubiera dicho el dicho, bien dicho habría estado el dicho por haberlo dicho yo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Perejil comí, perejil cené. ¿Cuándo me desemperelejilaré?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tengo una gallina pinta pipiripinta gorda pipirigorda pipiripintiva y sorda que tiene tres pollitos pintos pipiripintos gordos pipirigordos pipiripintivos y sordos. Si la gallina no hubiera sido pinta pipiripinta gorda pipirigorda pipiripintiva y sorda los pollitos no hubieran sido pintos pipiripintos gordos pipirigordos pipiripintivos y sordos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tengo una chiva etica peletica pelin pin petica pelada, peluda pelin pin puda que tiene tres chivitos eticos peleticos pelin pin peticos pelados peludos pelin pin pudos. Si la chiva no fuese etica peletica pelin pin petica los chivitos no fueran eticos peleticos pelin pin peticos pelados peludos pelin pin pudos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El cielo esta enladrillado. ¿Quién lo desenladrillará? El desenladrillador que lo desenladrillare buen desenladrillador será."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Ese dicho, que me han dicho, que tu has dicho, que yo he dicho, ese dicho no lo he dicho porque si lo hubiera dicho, ese dicho estaria bien dicho por haberlo dicho yo."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "En un juncal de Junqueira, juncos juntaba Julián. Juntóse Juan a juntarlos y juntos juncos juntaron."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Cabral clavó un clavo. ¿Qué clavo clavó Cabral?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tres tristes tigres tragaban trigo en un trigal."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Paranguaricutirimicuaro"
    },
    {
        "language": "Spanish",
        "source": "from Mexico",
        "text": "Tengo un durazno\nMuy desduraznador\nEl que me lo desdurazne\nSerá un gran desduraznador."
    },
    {
        "language": "Spanish",
        "source": "from Puerto Rico",
        "text": "Miel de abeja, miel de abeja, miel de abeja, ..."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tres tristes tigres tragaban trigo en un trigal en tres tristes trastos. En tres tristes trastos tragaban trigo tres tristes tigres."
    },
    {
        "language": "Spanish",
        "source": "a palindrome from Barranquilla, Colombia",
        "text": "Dábale arroz a la zorra el abad."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Una que habla del querer.\nComo quieres que te quiera\nsi el que quiero que me quiera\nno me quiere como quiero que me quiera."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "La pícara pájara pica la típica jícara; a la típica jícara, pica la pícara pájara."
    },
    {
        "language": "Spanish",
        "source": "from Bolivia",
        "text": "Detrás del palo seco comí miel y hierba seca."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pin pon pan para Papin."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Pablito clavó un clavito.\nUn clavito clavó Pablito.\nQue clavito clavó Pablito?"
    },
    {
        "language": "Spanish",
        "source": "from Mexico",
        "text": "Chango chino rechiflado que a la changa china chiflas: ¿Porque chiflas a la changa china chango chino rechiflado?"
    },
    {
        "language": "Spanish",
        "source": "from Mexico",
        "text": "Chino chango chiflador que a tu china changa chiflas. Dime chino chango chiflador, ¿Por qué a tu china changa chiflas?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Madre e hija van a misa, si la madre pisa paja, la hija paja pisa."
    },
    {
        "language": "Spanish",
        "source": "from Mexico, original from the Familia Barajas, 1980",
        "text": "La gata flaca panza blanca salta a la barca, va a la mar, traga calamar."
    },
    {
        "language": "Spanish",
        "source": "from Mexico, original from the Familia Barajas, 1980",
        "text": "La gata flaca panza blanca pata panda salta a la barda, caza a la rata, la ataja, la atrapa, la masca, la traga. Gran rata, gran caca!"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Periquito, el bandolero,\nse metió en un sombrero,\nEl sombrero era de paja,\nSe metió en una caja,\nLa caja era de cartón,\nSe metió en un cajón,\nEl cajón era de pino,\ny se metió en un pepino,\nEl pepino maduró,\ny Periquito se salvó."
    },
    {
        "language": "Spanish",
        "source": "from Mendoza, Argentina",
        "text": "Comí colimamil,\ny me encolimamilé,\nahora para desencolimamilarme,\n¿Cómo me desencolimamilaré?"
    },
    {
        "language": "Spanish",
        "source": "by Pierre Abbat",
        "text": "Yo como puerro pero el perro come puerco. Porqué como puerro pero no puerco pero el perro come puerco pero no puerro?"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Del codo al caño, del caño al codo."
    },
    {
        "language": "Spanish",
        "source": "from Mexico",
        "text": "Un perro en el barro con su rabo barre.\nCon su rabo barre un perro en el barro."
    },
    {
        "language": "Spanish",
        "source": "by Angel L. Acosta from Puerto Rico",
        "text": "Las Palabras:"
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El arzobispo de Parangaricutirimicuaro se quiere desarzobisparangaricutirimicuarizar, aquel que lo desarzobisparangaricutirimicuarice un buen desarzobisparangaricutirimicuarizador será, y se le pagará por su dezarsobisparangaricutirimicuarizadura."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Antonio con el moño dio su testimonio en otoño."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Papá pon pan para Pepín, para Pepín pon pan papá."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Tu te te quitó tu tos."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "Para poder hablar,\nTienes que saber,\nEl saber te da poder,\nPara poder hablar,\nHablar por hablar, sin saber\nTe quita el poder\nPara poder hablar."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "En mi cesta hay, cerezas cerezas, cerezas dulces, cerezas rojas, cerezas dulces, cerezas cerezas, en mi cesta hay cerezas."
    },
    {
        "language": "Spanish",
        "source": "",
        "text": "El dragón tragon tragó carbón y quedó panzon. Quedó panzon el dragón tragon por tragar carbón. ¡Ay que dragón tan tragon!"
    }
]