[
    {
        "language": "French",
        "source": "",
        "text": "Je suis ce que je suis et si je suis ce que je suis, qu'est-ce que je suis?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Santé n'est pas sans t, mais maladie est sans t."
    },
    {
        "language": "French",
        "source": "",
        "text": "Les chaussettes de l'archiduchesse sont-elles sèches? Archi-sèches!"
    },
    {
        "language": "French",
        "source": "",
        "text": "L'Arabe Ali est mort au lit. Moralité: Maure Ali, t'es mort alité."
    },
    {
        "language": "French",
        "source": "",
        "text": "Où niche la pie? La pie niche haut. Où niche l'oie? L'oie niche bas. Où niche l'hibou? L'hibou niche ni haut ni bas !"
    },
    {
        "language": "French",
        "source": "",
        "text": "Mon père est maire, mon frère est masseur."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ces cerises sont si sûres qu'on ne sait pas si c'en sont."
    },
    {
        "language": "French",
        "source": "",
        "text": "Gros gras grand grain d'orge, tout gros-gras-grand-grain-d'orgerisé, quand te dé-gros-gras-grand-grain-d'orgeriseras-tu? Je me dé-gros-gras-grand-grain-d'orgeriserai quand tous les gros gras grands grains d'orge se seront dé-gros-gras-grand-grain-d'orgerisés."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un dragon gradé dégrade un gradé dragon."
    },
    {
        "language": "French",
        "source": "",
        "text": "Tes laitues naissent-elles ? Si tes laitues naissent, mes laitues naîtront."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le blé s'moud-il ? L'habit s'coud-il? Oui l'blé s'moud, l'habit s'coud."
    },
    {
        "language": "French",
        "source": "",
        "text": "Pauvre petit pêcheur, prend patience pour pouvoir prendre plusieurs petits poissons."
    },
    {
        "language": "French",
        "source": "",
        "text": "Dans la gendarmerie, quand un gendarme rit, tous les gendarmes rient dans la gendarmerie."
    },
    {
        "language": "French",
        "source": "from Belgium",
        "text": "Pourquoi les alliés ne se désolidariseraient-ils pas."
    },
    {
        "language": "French",
        "source": "",
        "text": "Rat vit riz, Rat mit patte à ras, Rat mit patte à riz, Riz cuit patte à rat."
    },
    {
        "language": "French",
        "source": "",
        "text": "Cette taxe fixe excessive est fixée exprès à AIX par le fisc."
    },
    {
        "language": "French",
        "source": "",
        "text": "Cinq chiens chassent six chats."
    },
    {
        "language": "French",
        "source": "Foix est une ville dans le Pyrénées",
        "text": "Il était une fois, un homme de foi qui vendait du foie dans la ville de Foix. Il dit ma foi, c'est la dernière fois que je vends du foie dans la ville de Foix."
    },
    {
        "language": "French",
        "source": "Citation de Romain Bouteille dans \"Des boulons dans mon Yaourt\" au café de la Gare.",
        "text": "Le général Joffrin nous dit: A Toul, ai perdu mon dentier. En général j'offre un outil à tous les pères du monde entier."
    },
    {
        "language": "French",
        "source": "",
        "text": "Pruneau cuit, pruneau cru, ..."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trois petites truites cuitestrois petites truites crues"
    },
    {
        "language": "French",
        "source": "",
        "text": "Tu t'entêtes à tout tenter, tu t'uses et tu te tues à tant t'entêter."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un pâtissier qui pâtissait chez un tapissier qui tapissait, dit un jour au tapissier qui tapissait: vaut-il mieux pâtisser chez un tapissier qui tapisse ou tapisser chez un pâtissier qui pâtisse?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Elle est partie avec tonton, ton Taine et ton thon."
    },
    {
        "language": "French",
        "source": "",
        "text": "Marcel porc tua. Sel n'y mit, vers s'y mit, porc gâta."
    },
    {
        "language": "French",
        "source": "Mr. Happart étant un personnage bien connu de la commune belge \"Fourons\".",
        "text": "Il y a deux espèces de fous: il y a les fous ronds, et les fous carrés. les Fourons sont carrément fous, et les fous carrés, ca c'est un cas Happart!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Tatie, ton thé t'a-t-il ôté ta toux, disait la tortue au tatou. Mais pas du tout, dit le tatou, Je tousse tant que l'on m'entend  de Tahiti à Tombouctou."
    },
    {
        "language": "French",
        "source": "by Pierre Abbat",
        "text": "Le poivre fait fièvre à la pauvre pieuvre."
    },
    {
        "language": "French",
        "source": "dues à Franquin de un album de Gaston Lagaffe",
        "text": "Chez les papous, y'a des papous à poux, et des papous pas à poux... Mais chez les papous, y'a des papous papas  et des papous pas papas... Donc chez les papous, y'a des papous papas à poux, des papous papas pas à poux... des papous pas papas à poux et des papous pas papas pas à poux... Mais chez les poux, y'a des poux papas et des poux pas papas... Donc chez les papous, y'a des papous papas à poux papas, des papous papas à poux pas papas, des papous pas papas à poux papas et des papous pas papas à poux pas papas."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ces six saucissons-ci sont si secs qu'on ne sait si s'en sont."
    },
    {
        "language": "French",
        "source": "heard on TV years ago, told by Sim, French comedian and actor.",
        "text": "C'est l'évadé du Nevada qui dévalait dans la vallée, dans la vallée du Nevada, qu'il dévalait pour s'évader, sur un vilain vélo volé, qu'il a volé dans une villa, et le valet qui fut volé vit l'évadé du Nevada qui dévalait dans la vallée, dans la vallée du Nevada, qu'il dévalait pour s'évader sur un vilain vélo volé."
    },
    {
        "language": "French",
        "source": "",
        "text": "Je dis que tu l'as dit à Didi ce que j'ai dit jeudi."
    },
    {
        "language": "French",
        "source": "by Boby Lapointe",
        "text": "Ta Katie t'a quitté  Ta Katie t'a quitté  t'es cocu, qu'attends tu ?  Cuites toi, t'es cocu \nT'as qu'à, t'as qu'à t' cuiter  Et quitter ton quartier  Ta Katie t'a quitté  Ta tactique était toc \nTa tactique était toc  Ta Katie t'a quitté.  ..."
    },
    {
        "language": "French",
        "source": "",
        "text": "Une bien grosse grasse mère avec de biens beaux gros gras bras blancs."
    },
    {
        "language": "French",
        "source": "",
        "text": "C'est pas beau mais tentant de tenter de tâter, de téter les tétons de tata quand tonton n'est pas là."
    },
    {
        "language": "French",
        "source": "",
        "text": "Suis-je bien chez ce cher Serge?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ces six cents six sangsues sont sur son sein sans sucer son sang, ces six cents six sangsues sont sans succès."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ce ver vert sévère sait verser ses verres verts."
    },
    {
        "language": "French",
        "source": "",
        "text": "Les Autrichiens sont des autres chiens!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ma tata tâte ta tata, ta tata sera tâtée."
    },
    {
        "language": "French",
        "source": "",
        "text": "Qu'à bu l'âne au quai? Au quai, l'âne a bu l'eau."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trois tortues trottaient sur un trottoir très étroit."
    },
    {
        "language": "French",
        "source": "",
        "text": "Les vers verts levèrent le verre vert vers le ver vert."
    },
    {
        "language": "French",
        "source": "",
        "text": "Quand un cordier cordant doit accorder sa corde, Pour sa corde accorder six cordons il accorde, Mais si l'un des cordons de la corde décorde, Le cordon décordé fait décorder la corde, Que le cordier cordant avait mal accordée."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si six cent scies scient six cent saucisses, six cent six scies scieront six cent six saucissons"
    },
    {
        "language": "French",
        "source": "",
        "text": "Son chat chante sa chanson."
    },
    {
        "language": "French",
        "source": "",
        "text": "As tu été à Tahiti?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Un généreux déjeuner régénérerait des généraux dégénérés."
    },
    {
        "language": "French",
        "source": "",
        "text": "Seize jacinthes sèchent dans seize sachets secs."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le fisc fixe exprès chaque taxe fixe excessive exclusivement au luxe et à l'acquis."
    },
    {
        "language": "French",
        "source": "",
        "text": "L'abeille coule, l'abeille coule, l'abeille coule, ..."
    },
    {
        "language": "French",
        "source": "extrait d'un sketch de Bernard Haller",
        "text": "La triste aventure de Coco le concasseur de cacao"
    },
    {
        "language": "French",
        "source": "",
        "text": "Zazie causait avec sa cousine en cousant."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un chasseur sachant chasser sait chasser sans son chien de chasse."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un taxi attaque six taxis."
    },
    {
        "language": "French",
        "source": "by Pierre Abbat",
        "text": "Tentas-tu, Tantale, tremper ta langue?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Cinq gros rats grillent dans la grosse graisse grasse."
    },
    {
        "language": "French",
        "source": "You should always have wine when you eat fish!",
        "text": "Poisson sans boisson, c'est poison!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Chouette chaussures!"
    },
    {
        "language": "French",
        "source": "Petite phrase apprise il y a 25 ans dans un camp de vacances, d'un docteur en biologie marine alors a la retraite, aujourd'hui décédé. Je ne l'ai jamais oublie. Hélène Dufour",
        "text": "Tetramethyldiparadiaminobenzophenol, vous vaudrez désormais 200 francs le kilo, car monsieur Millerand veut que tel soit le lot de tous les noirs anthraquinones."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ça se passe ainsi, c'est sans souci."
    },
    {
        "language": "French",
        "source": "",
        "text": "Gal, amant de la reine, alla, tour magnanime, galamment de l'arène à la tour Magne à Nîmes."
    },
    {
        "language": "French",
        "source": "",
        "text": "Tas de riz, tas de rats. Tas de riz tentant, tas de rats tentés. Tas de riz tentant tenta tas de rats tentés. Tas de rats tentés tâta tas de riz tentant."
    },
    {
        "language": "French",
        "source": "",
        "text": "Chat vit rôtrôt tenta chatchat mit patte à rôtrôt brûla patte à chatchat quitta rôt."
    },
    {
        "language": "French",
        "source": "",
        "text": "As-tu vu le tutu de tulle de Lili d'Honolulu?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Ta tante t'attend. - J'ai tant de tantes. Quelle tante m'attend? - Ta tante Antoinette t'attend."
    },
    {
        "language": "French",
        "source": "by Jacques Prévert",
        "text": "La pipe au papa du Pape Pie pue."
    },
    {
        "language": "French",
        "source": "",
        "text": "Dans ta tente ta tante t'attend."
    },
    {
        "language": "French",
        "source": "by Pierre Abbat",
        "text": "Ces Basques se passent ce casque et ce masque jusqu'à ce que ce masque et ce casque se cassent."
    },
    {
        "language": "French",
        "source": "",
        "text": "La cavale aux Valaques avala l'eau du lac et l'eau du lac lava la cavale aux Valaques."
    },
    {
        "language": "French",
        "source": "",
        "text": "Six saucisses sèches"
    },
    {
        "language": "French",
        "source": "",
        "text": "Lulu lit la lettre lue à Lili et Lola alla à Lille où Lala lie le lilas."
    },
    {
        "language": "French",
        "source": "",
        "text": "Des blancs pains, des bancs peints, des bains pleins."
    },
    {
        "language": "French",
        "source": "",
        "text": "Mur pourrit, trou s'y fit, rat s'y mit; chat l'y vit, rat s'enfuit; chat suivit, rat fut pris."
    },
    {
        "language": "French",
        "source": "by Pierre Abbat",
        "text": "La roue sur la rue roule; la rue sous la roue reste."
    },
    {
        "language": "French",
        "source": "",
        "text": "Je veux et j'exige d'exquises excuses."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ciel, si ceci se sait ces soins sont sans succès."
    },
    {
        "language": "French",
        "source": "",
        "text": "Tonton, ton thé t'a-t-il ôté ta toux?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Petit pot de beurre, quand te dépetitpotdebeurreriseras-tu? Je me dépetitpotdebeurreriserai quand tu te dépetitpotdebeurreriseras."
    },
    {
        "language": "French",
        "source": "",
        "text": "Je veux et j'exige; j'exige et je veux."
    },
    {
        "language": "French",
        "source": "by the popular Belgian singer Julos Beaucarne",
        "text": "Un vieux chasseur sobre plein de santé, mais atteint de cécité, chaussé de souliers souillés, sans cigare, fut dans la nécessité de chasser seul sur ces champs sis en Sicile un sinistre chat sauvage. Il siffla ses chiens, Châtain, Satin, Chauvin et suivit son chemin. Sur son passage, six chastes chérubins siciliens, sans soucis, sans chaussures, chuchotèrent ceci: Salut, Sire chasseur, citoyen sage et plein d'âge, aux yeux chassieux, au sang chaud, sois chanceux! Sache en ce jour serein, sans chagrin ...."
    },
    {
        "language": "French",
        "source": "",
        "text": "Didon dîna, dit-on, du dos d'une dinde, don d'un don du Doubs, à qui Didon a dit: Donne, donc, don, du dos d'une dinde."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trois gros rats gris dans trois gros trous ronds rongent trois gros croûtons ronds."
    },
    {
        "language": "French",
        "source": "",
        "text": "J'ai vu six sots suçant six cent six saucisses, six en sauce et six cents sans sauce."
    },
    {
        "language": "French",
        "source": "",
        "text": "La grosse cloche sonne."
    },
    {
        "language": "French",
        "source": "",
        "text": "Douze douches douces."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si six cents couteaux-scies scient, en six, six cent six saucisses, la cuisine est sale."
    },
    {
        "language": "French",
        "source": "",
        "text": "Pierre qui roule n'amasse pas mousse."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ton tonton tond ton tonton, ton tonton sera tondu par ton tonton."
    },
    {
        "language": "French",
        "source": "",
        "text": "Sachez, mon cher Sasha, que Natasha n'attacha pas son chat!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Papier, panier, piano."
    },
    {
        "language": "French",
        "source": "",
        "text": "Cinq pères capucins, sains de corps et sains d'esprit, le corps ceint d'une ceinture, portaient sur leur sein le sous-seing des saints capucins."
    },
    {
        "language": "French",
        "source": "",
        "text": "Seize chaises sèchent."
    },
    {
        "language": "French",
        "source": "",
        "text": "La robe rouge de Rosalie est ravissante."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ces six cent six sangsues sont sans sucer son sang, ces six cent six sangsues sont sans succès."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le python de la pythonisse a sucé du bois de réglisse. Il est lisse comme un trombone à coulisse lisse et le python de la pythonisse de tristesse se rapetisse; il n'est plus en Suisse qu'un piteux piton d'alpiniste chez un droguiste."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si six scies scient six cyprès, six cent six scies scient six cent six cyprès."
    },
    {
        "language": "French",
        "source": "",
        "text": "Etant sorti sans parapluie, il m'eût plus plu qu'il plût plus tôt."
    },
    {
        "language": "French",
        "source": "",
        "text": "Même maman m'a mis ma main dans mon manchon."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ce chasseur sait chasser sans son chien dit le sage garde-chasse, chasseur sachez chasser sans chien!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Fait faire à Fabien fourbe et fautif force farces fausses et fantasques."
    },
    {
        "language": "French",
        "source": "",
        "text": "Fruits frais, fruits frits, fruits cuits, fruits crus."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le ver vert va vers le verre vert."
    },
    {
        "language": "French",
        "source": "",
        "text": "Piano, panier, panier, piano."
    },
    {
        "language": "French",
        "source": "",
        "text": "Vends vestons, vestes et vareuses vieilles et vétustes."
    },
    {
        "language": "French",
        "source": "",
        "text": "Madame Coutufon dit à madame Foncoutu: - Bonjour, madame Foncoutu! Y a-t-il beaucoup de Foncoutu à Coutufon? - Il y a autant de Foncoutu à Coutufon qu'il y a de Coutufons à Foncoutu."
    },
    {
        "language": "French",
        "source": "",
        "text": "Poche plate plate poche."
    },
    {
        "language": "French",
        "source": "",
        "text": "La sole a salé son lit mais la mer a lavé le lit que la sole a salé et la sole rissole dans la casserole."
    },
    {
        "language": "French",
        "source": "",
        "text": "Juste juge jugez Gilles jeune et jaloux."
    },
    {
        "language": "French",
        "source": "",
        "text": "Nino n'a ni nappe ni nippe et ne nettoie nylon ni linon."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ecartons ton carton car ton carton nous gêne."
    },
    {
        "language": "French",
        "source": "",
        "text": "Didon dîna, dit-on, du dos d'un dodu dindon, don dû d'un don, à qui Didon dit: Donne, donc, don, du dos d'un dindon dodu."
    },
    {
        "language": "French",
        "source": "",
        "text": "Jésus loge chez Zachée, chez Zachée loge Jésus."
    },
    {
        "language": "French",
        "source": "",
        "text": "Zaza zézaie, Zizi zozote."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un chasseur sachant chasser chassait sans son chien de chasse."
    },
    {
        "language": "French",
        "source": "",
        "text": "Que c'est crevant de voir crever une crevette sur la cravate d'un homme crevé dans une crevasse."
    },
    {
        "language": "French",
        "source": "",
        "text": "Une bête noire se baigne dans une baignoire noire."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un chasseur qui chassait fit sécher ses chaussettes sur une souche sèche."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un plein plat de blé pilé"
    },
    {
        "language": "French",
        "source": "",
        "text": "Un ange qui songeait à changer de visage se trouva soudain si changé que jamais plus ange ne songea à se change."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le chasseur, sachant chasser sans son chien, chassera seul."
    },
    {
        "language": "French",
        "source": "",
        "text": "Lily lit le livre dans le lit."
    },
    {
        "language": "French",
        "source": "",
        "text": "Qu'a bu l'âne au lac? L'âne au lac a bu l'eau."
    },
    {
        "language": "French",
        "source": "",
        "text": "Six jeunes gens juchés sur six chaises chuchotaient ceci: sage chasseur au front chauve, au sang chaud, aux yeux chassieux, sachez chasser le chat chauve qui se cache sous la chiche souche de sauge séchée."
    },
    {
        "language": "French",
        "source": "",
        "text": "Croix crème, croix crème, croix crème ..."
    },
    {
        "language": "French",
        "source": "by Jacques Brel",
        "text": "C'est trop tard pour le tram trente-trois."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trois tortues têtus trottent en trottinette."
    },
    {
        "language": "French",
        "source": "Cicéron c'est Poincaré",
        "text": "Si c'est rond c'est point carré."
    },
    {
        "language": "French",
        "source": "",
        "text": "T'as ton tacot qu'a la cote, cocotte!Qu'attend ton tacot qu'a la cote?Mon tacot qu'a la cote attend dans la côte que l'accostent des cocottes. Et toc!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Les chemises de l'archiduchesse sont-elles sèches ou archi-sèches?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Le kitsch tchèque choque, sauf s'il est chic."
    },
    {
        "language": "French",
        "source": "",
        "text": "Je cherche Serge."
    },
    {
        "language": "French",
        "source": "children's song: You are supposed to change the vowels to \"a\", then \"e\", \"i\", \"o\" and so on.",
        "text": "Buvons un coup ma serpette est perdue, mais le manche, mais le manche ...\nBuvons un coup ma serpette est perdue, mais le manche est revenu!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Tata, ta tarte tatin tenta Tonton; Tonton tâta ta tarte tatin, Tata."
    },
    {
        "language": "French",
        "source": "by Philippe Thiaudière",
        "text": "Sieur, le censeur, sans cesse sur son séant, s'assied seul sans souci sur son seau."
    },
    {
        "language": "French",
        "source": "",
        "text": "Toto t'as tort, tu t'uses et tu te tues en t'entêtant; crois-moi, Toto tu t'entêtes et j'te dis qu't'as tort."
    },
    {
        "language": "French",
        "source": "",
        "text": "Paul se pèle au pôle dans sa pile de pulls et polos pâles. Pas plus d'appel de la poule à l'Opel que d'opale dans la pelle à Paul."
    },
    {
        "language": "French",
        "source": "",
        "text": "La pie niche en haut,L'oie niche en bas,L'hibou niche ni haut ni bas."
    },
    {
        "language": "French",
        "source": "from a song",
        "text": "Ah! pourquoi Pépita sans répit m'épies tu,dans le puits Pépita pourquoi te tapis-tu ?Tu m'épies sans pitié, c'est piteux de m'épier,De m'épier Pépita ne peux tu te passer ?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Le cricri de la crique cri son cri cru et critique car il craint que l'escroc ne le croque et ne le craque.\nMais un espadon a dédé donna dudule d'un don si dou donné fit son dada qu'il garda."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un ananas n'as ni nid ni ninas."
    },
    {
        "language": "French",
        "source": "",
        "text": "Dinon dina, dit-on, du dos dodu d'un dodu dindon du don, et dit; dit donc c'est bon le dos dodu d'un dodu dindon du Don."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si tu te tues, tu te tues."
    },
    {
        "language": "French",
        "source": "",
        "text": "- L'oie niche bas, la pie niche haut: où niche l'hibou?- l'hibou niche ni haut ni bas."
    },
    {
        "language": "French",
        "source": "",
        "text": "La caille couve au coin du pont, au coin du pont couve la caille, ..."
    },
    {
        "language": "French",
        "source": "",
        "text": "Six fûts, six caisses: la main entre les caisses, le doigt dans le trou du fût.\nSix fûts, six caisses: le doigt dans le trou du fût, la main entre les caisses."
    },
    {
        "language": "French",
        "source": "",
        "text": "Comté, Comté, Comté, ..."
    },
    {
        "language": "French",
        "source": "",
        "text": "Oh! Le sale! Oh! Le sale! Oh! Le sale! ..."
    },
    {
        "language": "French",
        "source": "",
        "text": "Et si la cathédrale se décathédralisait comment la recathédraliserions-nous?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Un pêcheur pêchait sous un pêcher, le pêcher empêchait le pêcheur de pêcher. Le pêcheur coupa le pêcher. Le pêcher n'empêcha plus le pêcheur."
    },
    {
        "language": "French",
        "source": "",
        "text": "Bonjour madame la saucissière,combien vendez vous ces six saucisses la?Je les vends six sous, six sous ci, six sous ça, six sous ces six saucisses la."
    },
    {
        "language": "French",
        "source": "",
        "text": "Natacha, n'attacha pas son chat Pacha qui s'échappa. Cela fâcha Sacha qui chassa Natacha."
    },
    {
        "language": "French",
        "source": "",
        "text": "Ces cyprès sont si loin qu'on ne sait si c'en sont!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Ane et vers et taupe ont ils os? âne à os vers non, taupe si."
    },
    {
        "language": "French",
        "source": "",
        "text": "Au pied d'la panne la cane y pond, au pied du pond le canard y couv'"
    },
    {
        "language": "French",
        "source": "",
        "text": "- Bonjour Madame Sans-Souci. Combien sont ces soucis-ci?- Six sous, ces soucis-ci.- Six sous?!  C'est trop cher, Madame Sans-Souci."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ces six scies-ci scient si bien ce cyprès-ci, ces six scies-ci scieront ces six cents cyprès-ci."
    },
    {
        "language": "French",
        "source": "",
        "text": "Rat vit rotrôt tenta ratrat mit patte à rôtrôt brula patte à ratrat secoua patte et quitta rôt."
    },
    {
        "language": "French",
        "source": "",
        "text": "Si ton bec aime mon beccomme mon bec aime ton bec,donne-moi le plus gros becde la Province de Québec!"
    },
    {
        "language": "French",
        "source": "",
        "text": "J'ai vu six cent Suisses sucant six cent six saucisses dont six en sauce et six cent sans sauce"
    },
    {
        "language": "French",
        "source": "extrait d'un sketch de Bernard Haller",
        "text": "Kiki était cocotte, et koko concasseur de cacao. Kiki la cocotte aimait beaucoup koko le concasseur de cacao. Or un marquis caracolant et cacochyme, conquit par les coquins quinquets de kiki la cocotte, offrit à kiki la cocotte un coquet caraco kaki à col de caracul. Quand koko le concasseur de cacao apprit que kiki la cocotte avait reçu du marquis caracolant caduque et cacochyme un coquet caraco à col de caracul, koko le concasseur de cacao conclu: je clos mon caquet, je suis cocu!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Latte ôtée, trou au toit.Latte remise, trou y'a plus."
    },
    {
        "language": "French",
        "source": "diversitas legate potenter\" en latin de cuisine",
        "text": "Dix verres six tasses, lait gâté pot en terre."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le dandy dodelinant dodeline de la tête devant le dindon dodu."
    },
    {
        "language": "French",
        "source": "from Victor Hugo",
        "text": "le mur murant Paris rend Paris murmurant\""
    },
    {
        "language": "French",
        "source": "composition de Isabelle Payri-Lamarche",
        "text": "Le vif vert filait vite sur un fil de fer vert.\nLe vert fil de fer vit filer le vilain vert de terre."
    },
    {
        "language": "French",
        "source": "from Québec, Canada",
        "text": "J'mouille mes coudes,\nmes coudes s'mouillent,\nest-ce que j'mouille mes coudes?\nJ'mouille mes coudes,\nmes coudes s'mouillent,\nsaurais-tu le dire?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Verre plein je te bois, verre vide je te plains."
    },
    {
        "language": "French",
        "source": "",
        "text": "Il avait été attentif à la pathétique tentative d’attentat contre la tante du potentat des Hottentots."
    },
    {
        "language": "French",
        "source": "",
        "text": "Jésus soupa chez Zachée."
    },
    {
        "language": "French",
        "source": "",
        "text": "Temps passa, mur usa, creux s'y fit, rat s'y mit; chat l'y vit, rat s'enfuit; chat suivit, rat fut pris."
    },
    {
        "language": "French",
        "source": "",
        "text": "Que lit Lili sous ce lila là? Lili lit l'Iliade."
    },
    {
        "language": "French",
        "source": "",
        "text": "En sont-ce dit Samson?\nC'en sont dit Dalida."
    },
    {
        "language": "French",
        "source": "",
        "text": "Graffiti graffe une graffe grâce à un aggraffeur."
    },
    {
        "language": "French",
        "source": "",
        "text": "Un gros porc dors au bords le beau port du Bordeaux."
    },
    {
        "language": "French",
        "source": "",
        "text": "Bonjour madam Sans-Soucis! Combien sont ces saucissons-ci? Ces saucissons ci sont six cent six sous. Si ces saucissons ci sont six cent six sous, ces sausissons ci sont six cent six sous trop cher!"
    },
    {
        "language": "French",
        "source": "dans un sketch de François Peyrusse",
        "text": "Le pervers père de Pierre perd son imper vert."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trois sorcières Suisses regardent trois montres Suisses \"Swatch\".\nQuelle sorcière Suisse regarde quelle montre Suisse \"Swatch\"?"
    },
    {
        "language": "French",
        "source": "",
        "text": "Cinq cents saints sans sang sont sains sans soin."
    },
    {
        "language": "French",
        "source": "",
        "text": "Jésus git et songe chez Zachée."
    },
    {
        "language": "French",
        "source": "from the comedy La Grande Vadrouille with Bourvil and Louis de Funès",
        "text": "Il n'y a plus d'hélice hélas, c'est là qu'est l'os."
    },
    {
        "language": "French",
        "source": "",
        "text": "Jésus mangeait des choux chez Zachée. Sachez que c'est chez Zachée que Jésus mangeait des choux."
    },
    {
        "language": "French",
        "source": "",
        "text": "Natacha chassa son chat Pacha. Cela facha Sacha qui chassa Natacha."
    },
    {
        "language": "French",
        "source": "from a book by Georges Duhamel",
        "text": "Je regardais mes zouaves chasser le zèbre et le zébu avec la zagaie que l'on voit appuyée au bord de l'image.\nZélateur de Zarathoustra, je vivrais là loin des zoïles, loin des zizanies, des zéros, du zona, des zincs et des zozotants zoographes, le poing sur mon zygoma, perdu dans la contemplation du zénith ou du zodiaque, tel un innocent zoophyte.\nAinsi jusqu'au zigzag suprême et jusqu'au zut définitif."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trente trois très gros crapauds gris tigrés dans trente trois très gros trous très creux."
    },
    {
        "language": "French",
        "source": "Edmond Rostand en \"Chantecler\"",
        "text": "Oui, Coquards, cocardes de coquilles,\nCocardeaux, Goquebins, Coquelets, Cocodrilles, \nAu lieu d'être coquets de vos cocoricos,\nVous rêviez d'être, ô Coqs! de drôles de cocos!\nOui, Mode! pour que d'eux tu t'emberlucoquasses,\nCoquine! ils n'ont voulu, ces Coqs, qu'être cocasses!"
    },
    {
        "language": "French",
        "source": "",
        "text": "Surgissant de la nuit, le squamate nanstausaure\nEnserre en ses replis ses six ailes et s'essuie.\nLa vache au champ cherchant l'asphodèle au cœur d'or,\nS'ébroue dans la liane et l'astragale élue\nEt n'en découdra point tant qu'elle ne l'aura lue.\nQue quiconque en kaki encaque en quelque conque\nMes minimes manies, mon amour et ma manne.\nIls déshonoreraient trop les aieux du barman."
    },
    {
        "language": "French",
        "source": "",
        "text": "Une russe rousse rusée, montée sue une rosse, une rose à la main."
    },
    {
        "language": "French",
        "source": "",
        "text": "Trou du cou, trou du coeur, trou du cou du conducteur."
    },
    {
        "language": "French",
        "source": "",
        "text": "Sous cet arbre vos laitues naissent-elles? Si vos laitues naissent, vos navets naissent."
    },
    {
        "language": "French",
        "source": "comptine (nursery rhyme)",
        "text": "Quand le cheval de Thomas tomba,\nComment Thomas ne tomba-t-il pas?\nThomas tomba-t-il\nOu ne tomba-t-il pas?\nTomba-t-il à bas\nOu patit-il a tel ébat?"
    },
    {
        "language": "French",
        "source": "French Fool's Latin",
        "text": "Caesarem Legato alacrem eorum.\n\"César aime les gâteaux à la crème et au rhum.\""
    },
    {
        "language": "French",
        "source": "French Fool's Latin",
        "text": "Quies qui jam angelum laetorum? Sed equos ac ego ambo te, fumans cum de suis et solido post.\n\"Qui est-ce qui a mangé l'omelette au rhum? C'est des cosaques, égaux en beauté, fumant comme des suisses et solides au poste.\""
    },
    {
        "language": "French",
        "source": "",
        "text": "La longue ligne longe le local loue."
    },
    {
        "language": "French",
        "source": "",
        "text": "Tous les toutous en Tutus toussent, tous."
    },
    {
        "language": "French",
        "source": "not really a tongue twister but nice",
        "text": "L'ennemi de mon ennemi est mon ami."
    },
    {
        "language": "French",
        "source": "",
        "text": "Vingt vers verts buvant du vin, à l'envers dans un verre en verre pendant l'hiver."
    },
    {
        "language": "French",
        "source": "by Jim Gasperini",
        "text": "Yves et Hugues ouvrent huit huîtres avec un ouvre-huîtres."
    },
    {
        "language": "French",
        "source": "",
        "text": "Le commerçant menaçant devant le plan devint un verre de vin a la main d'un devin."
    },
    {
        "language": "French",
        "source": "Mur des Fermiers généraux (Wall of the Farmers-General)",
        "text": "Le mur murant Paris rend Paris murmurant."
    }
]