[
    {
        "language": "Dutch",
        "source": "",
        "text": "Langs de koele kali liep een kale koeli met een kilo kali op zijn kale koeli-kop."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als in Graven graven gravengraven graven, graven graven gravengraven."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als vliegen vliegen en bijen vrijen, vliegen de vliegen de vrijende bijen vliegensvlug voorbij."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als ik die wolken na tuur beleeft zij zo een nat uur in de natuur."
    },
    {
        "language": "Dutch",
        "source": "Shibboleth used during WW II to discover German spies: Scheveningen is a town near Den Haag pronounced with \"Sg\" in Dutch, but Germans would pronounce it \"Sh\".",
        "text": "Scheveningen / Scheveningse scheve schoenen"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "plak bakbloedworst"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Vissende vissers die vissen naar vissen, maar vissende vissers die vangen vaak bot. De vis waar de vissende vissers naar vissen vindt vissende vissers vervelend en rot."
    },
    {
        "language": "Dutch",
        "source": "by the Flemish comedian \"Urbanus",
        "text": "Zeven Zaventemse zotten zullen zes zomerse zondagen zwemmen zonder zwembroek. Zware Julien zijn zuster zaliger zei: \"Zo'n zeveraars! Ze zijn zijle zeker zot zeg! Ze zullen zinken!"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Moeder sneed zeven scheve sneden brood."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Meisje met je mooie mondje moet je met je maatje mee?"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Achter de Roomse kerk hangen drie droge doeken."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wij smachten naar achtentachtig prachtige nachten bij achtentachtig prachtige grachten."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Legermeetsysteemregel"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Bram de brave broer van breiende brauwende Brielse Brechtje, bracht in zijn bronsbruin broekje een bril en een brandbrief en een gebroken brokje bros bruin brood over de brede brug naar Breukelen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Rioolwaterzuiveringsinstallatieconsumentenonderzoekershondenbrokkendieetwinkelgarderobejuffrouw"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Knappe kappers kappen knap, maar de knecht van de knappe kapper kapt nog knapper dan de knappe kapper kappen kan."
    },
    {
        "language": "Dutch",
        "source": "dialogue at a watchmaker's shop",
        "text": "- Morgen! - Morgen! - Horloge klaar? - Morgen! - Morgen? - Morgen! - Morgen! - Morgen!"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Vaders vader vond vier vuile vesten van vier vuile venten."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Mientje Mandemakers' mooiste meisje maakte mutsjes met moeders mooiste machientje."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wie weet waar Willem Wouters woont? Willem Wouters woont wijd weg. Waar westerse wilden wonen, woont Willem Wouters."
    },
    {
        "language": "Dutch",
        "source": "Twents dialect",
        "text": "Öliet ieleu oeleu? Watte? Of ieleu oeleu öliet! Zoepn!"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wat een weer weer. Je waait haast van de weg weg. Je kunt beter in het magazijn zijn, met een doosje aardbeien bij je."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Drie dikke drilboren drillen door drie dikke deuren."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Boterklontje, boterklontje, boterklontje, ..."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De vliegende vieze vis vliegt de vogel achterna."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Klappertandend kwam Kees Koukleum kolen kopen. Kijk kijk, kakelde kolenkoopman Kuipers. Kees klappertandt! Koud, Kees? Kerel, klaagde Kees. Krakende knieën, klapperende kiezen, compleet knikkende kuiten. Curieuze kou, knikte Kuipers. Koop kolen, knul! Kolen kunnen kou klein krijgen!"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Roverovervallen vallen overal voor. Het valt voor dat bij een roveroverval een rover voorover over een roverval valt. Maar een rover heeft het er wel voor over om bij een roveroverval voorover over een roverval te vallen. Want voor een rover schiet er bij een roveroverval altijd wel wat over!"
    },
    {
        "language": "Dutch",
        "source": "by Ashley Mertens",
        "text": "Toen zagen zagen zagen zagen zagen zagen zagen zagen zagen zagen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wat een weer weer zei de wasvrouw die aan de was was."
    },
    {
        "language": "Dutch",
        "source": "also called \"Opslagpen",
        "text": "Azijnzuurhoutenankerkettingsluitingslothoutje"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Drink geen vermouth als je vermoedt dat je nog ver moet."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Er schreed een snip over 't schip, die sneed met zijn bek 't spek van 't spit. Wie zag er ooit een snip schrijden en met zijn bek 't spek van 't spit snijden, zoals deze snip deed, die over het schip schreed en met zijn bek 't spek van 't spit sneed."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Hazewindhondhalsbandslotsleutelgaatjesmakersleerling"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik lag op haar schoot, en viel in slaap. Ik lag op haar, schoot, en viel in slaap."
    },
    {
        "language": "Dutch",
        "source": "Flemish proverb",
        "text": "Arbeid adelt, maar adel arbeidt niet."
    },
    {
        "language": "Dutch",
        "source": "Antwerp dialect",
        "text": "Pasta poor na? \"Joo pa, da poor past!"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als achter vliegensvlug vliegende vliegensvlugge vliegen vliegensvlug vliegende vliegensvlugge vliegen vliegen vliegen vliegensvlug vliegende vliegensvlugge vliegen vliegensvlug vliegende vliegensvlugge vliegen achterna"
    },
    {
        "language": "Dutch",
        "source": "dialect of Brabant, South Netherlands",
        "text": "Ulliede gullie d'n ullieën ôk?"
    },
    {
        "language": "Dutch",
        "source": "© Karel Eykman",
        "text": "Als een potvis in een pispot pist, heb je een pispot vol potvispis."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Gedroogstoomde Noord-Poolse scholkoolstoofschotel"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "avonturen in avonduren"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als jouw tekkel mijn tekkel tackelt, tackelt mijn tekkel jouw tekkel terug."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als echtparen echt paren hebben echtgenoten echt genoten."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ping en Pong speelden pingpong. Ping pingpongde de pingpongbal naar Pong en Pong pingpongde de pingpongbal naar Ping."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Kriegelig kocht Krelis kilo's kruimige krieltjes."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Een pet met een platte klep is een platte kleppet."
    },
    {
        "language": "Dutch",
        "source": "a palindrome",
        "text": "Nelli plaatst op 'n parterretrap 'n pot staalpillen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Gooi geen groene groenten in de grote gracht."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Gisteren heb ik achtentachtig kacheltjes verkocht."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als zagen zagen zagen zagen zagen zagen zagen zagen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Haarlemmermeerpolderstraatlantaarnopstekersverenigingscontributieophalersinstructieboekjesontwerpersinrichting"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Kapper Knap, de knappe kapper, knipt en kapt heel knap, maar de knecht van kapper Knap, de knappe kapper, knipt en kapt nog knapper dan kapper Knap, de knappe kapper."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De postkoetskoetsier poetst de postkoets met postkoetspoets op een postkoetspoetsdoek."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De whisky-mixer mixt de mix-whisky in de whisky-mixer."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Achtentachtig prachtige grachten."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Mijn vader heeft haar op zijn borst."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Papa bukt zich en pakt de platte blauwe bakpan."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Jeukt jouw jeukende neus ook zo als mijn jeukende neus jeukt?"
    },
    {
        "language": "Dutch",
        "source": "by Eric Truebenbach",
        "text": "Achtentachtig achterdochtige doktersdochters"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als achter vliegen vliegen vliegen vliegen vliegen vliegen achterna."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik zag twee vliegen vliegen, toen kwam er een bij bij, ze vlogen onder de deur deur, en over de weg weg."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Zeeëend"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Leentje leerde Lotje lopen op de lange Lindelaan.\nMaar toen Lotje niet wilde lopen liet Leentje Lotje staan."
    },
    {
        "language": "Dutch",
        "source": "eight consonants in a row",
        "text": "Angstschreeuw"
    },
    {
        "language": "Dutch",
        "source": "nine consonants in a row, from Battus: Opperlandse Taal- en letterkunde",
        "text": "zachtstschrijdend"
    },
    {
        "language": "Dutch",
        "source": "used to be spelled \"koeieuier\"",
        "text": "koeienuier"
    },
    {
        "language": "Dutch",
        "source": "seven verbs in a row in one sentence",
        "text": "Ik zou jou wel eens hebben willen zien durven blijven staan kijken!"
    },
    {
        "language": "Dutch",
        "source": "longest name of a profession",
        "text": "Gezondheidsherstellingsmiddelentezamenmengingskundige"
    },
    {
        "language": "Dutch",
        "source": "longest Dutch word composed by Kiezebrink father and son",
        "text": "Hottentottententenbouwtentoonstellingsterreinaf- sluitingsmaterialenvoorraadsverzendingskosten- berekeningsstatenadministratieboekhoudkundige"
    },
    {
        "language": "Dutch",
        "source": "by Lasse Samstroem",
        "text": "Staat vandaag advocaattaart op de kaart? Nee. Pas in maart staat advocaattaart op de kaart."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Apen apen apen altijd na."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Er waren eens twee nachtwachten, een voor-middernacht-nachtwacht en een na-middernacht-nachtwacht.  De voor-middernacht-nachtwacht zei tegen de na-middernacht-nachtwacht: \"Als jij de voor-middernacht-nachtwacht waakt, waak ik de na-middernacht-nachtwacht.\" \"oke\" zei de na-middernacht-nachtwacht tegen de voor-middernacht-nachtwacht  \"Ik waak de voor-middernacht-nachtwacht en dan waak jij de na-middernacht-nachtwacht.\"  Zo kwam het dat de voor-middernacht-nachtwacht de na-middernacht-nachtwacht waakte  en de na-middernacht-nachtwacht de voor-middernacht-nachtwacht waakte."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Koetspoets koop je in de postkoetskoetspoetswinkel"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als vliegen achter vliegen vliegen vliegen vliegen vliegensvlug."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De venter ging naar Deventer, toen was de vent er."
    },
    {
        "language": "Dutch",
        "source": "dialect from Amsterdam",
        "text": "Jan Janssens zal s'avonds Sjakie slapen leggen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De koetsier poetst de postkoets met de postkoetspoets."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De knecht snijdt recht en de meid snijdt scheef."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Zy lieten my naar Hinnelopen lopen terwyl ik naar Wou wou."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Achtentachtig kacheltjes."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wij wijze wasvrouwen wilden weer wassen wanneer wij wisten waar weer warm water was."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wij willen Willem weg. Wil Willem wijzer worden wij willen Willem weer."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "To en Tom aten tomaten, Tom at en To vrat."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ingele mingele mangele motje kaatse kietse kotje more?"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Achter grootmoeders hutje groeien zeven krootjes op een klutje."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wie weet waar Willem Wever woont? Willem Wever woont wijd weg. Wie weet wat Willem Wever weeft? Willem Wever weeft witte wollen winterwanten."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Zeven zwarte Zomergemse zangers zwommen zomaar zeven zomerse zondagen zonder zwembroek. \"Zij zijn zeker zot\" zei Zwarte Zulma, \"zomaar zwemmen zonder zwembroek, ze zullen zeker ziek zijn\"."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Frans zei tegen Frans in het Frans: \"Is Frans in het Frans Frans?\"  \"Nee\", zei Frans tegen Frans in het Frans, \"Frans in het Frans is niet Frans, Frans in het Frans is François."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik mix whisky in de whisky mixer."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wie niets weet en weet dat hij niets weet weet veel meer dan iemand die niets weet en niet weet dat hij niets weet."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Onder de afwas viel de asbak in de afwasbak."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik zag de zon in de Zuiderzee zinken."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De knappe knecht van de knappe kapper knipt en kapt nog knapper dan de knappe kapper knipt en kapt."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De knappe kapper kapt knap, maar de knecht van de knappe kapper kapt knapper dan de knappe kapper kapt."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De koetsier poetst de wielen van de postkoets."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De kat krabt de krullen van de trap."
    },
    {
        "language": "Dutch",
        "source": "Wordplay from Kees Stip, \"Op een bij\" (On a Bee). In: De Peperbek, The Hague. Boucher 1966",
        "text": "Wat was was eer, was was was? Eer was was was, was was is."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Hoor de kleine klompjes klepperen op de klinkers."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De meid sneed zeven scheve sneden brood."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Slimme Sjaantje sloeg de slome slager."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De koetsier poetst de postkoets met koetspoets."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De vlieg en het paard zagen het vliegende paard."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Er was eens een meisje, dat heette Barbara. Barbara had een groentenwinkel en verkocht rabarber. Daarom noemden alle mensen dat meisje: Rabarberbarbara. Later begon Barbara een cafe met een bar. Op het raam stond: Rabarberbarbarabar. Daar kwamen wilde mannen op bezoek, echte barbaren: de Rabarberbarbarabarbarbaren. O, wat hadden die mannen lange baarden! Die baarden noemden ze: Rabarberbarbarabarbarbarenbaarden. En de barbier die die lange baarden moest knippen was de: Rabarberbarbarabarbarbarenbaardenbarbier!"
    },
    {
        "language": "Dutch",
        "source": "Flemish",
        "text": "Peist aleer je doende ziet en doende peist ton nog."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wie weet waar Willem Wever woont? Willem Wever woont in Westwoud. Wie weet wat Willem Wever weeft? Willem Wever weeft warme wollen witte winterwanden."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "kraaieneieren"
    },
    {
        "language": "Dutch",
        "source": "West-Flemmish dialect",
        "text": "Er is e rut ut 't us en oe't rent 't rent er en."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Coppens klopt zijn knoppen. Gelijk Coppens zijn knoppen klopt, klopt Coppens zijn knoppen."
    },
    {
        "language": "Dutch",
        "source": "dialect of Ghent",
        "text": "Kaak kaak nen twiedaaker."
    },
    {
        "language": "Dutch",
        "source": "West Flemish",
        "text": "Toet toet te tit tat tut es."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Driehonderd drieendertig roodgerokte en bruingebroekte ruitertjes rijden ron de wereldberoemde berg Ararat."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Drie dikke domme dames dachten dat dromedarissen dagelijks drieduizend deciliter druivensap dronken."
    },
    {
        "language": "Dutch",
        "source": "Shibboleth used during the Flemish-French war in 1302 to distinguish the French from the Flemish. The French could not pronounce the 'sch', they said something like 'sk'.",
        "text": "Schild en vriend"
    },
    {
        "language": "Dutch",
        "source": "West-Flemish dialect",
        "text": "D'er is een ruut' uut t' uus en o't rint, rint 't 'r in."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Lekkerkerkerkerkerker"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Hottentottensoldatententententoonstellingsterrien"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De slome slak eet slappe sla."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De postkoetskoetsier poetst de postkoets met postkoetspoetspommade."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik wil graag de gegrilde gerechten krijgen."
    },
    {
        "language": "Dutch",
        "source": "a shibboleth",
        "text": "Lachgas"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Toen moeder aan de was was, kwam er een bij bij, die vloog onder de deur 'deur', over de weg weg."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik ging de hinderlopen lopen, maar kwam in Utrecht terecht. Toen ben ik naar Goedereede gerede en zag daar zeven vliegen vliegen, er was geen één bij bij."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Toen de tackelende tekkel een tekkel tackelde, tackelde de getackelde tekkel de tackelende tekkel terug."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ze lopen in Diest rond. Ze lopen in Diest rond. Ze lopen in Diest rond. ..."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Flesje Friesche Vlag, Flesje Friesche Vlag, Flesje Friesche Vlag, ..."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wat een weer weer, ik waai bijna van de weg weg, ik kon beter in het magazijn zijn, pakken pakken, ik zie een heleboel vliegen vliegen maar er is geen een bij bij."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wat was was voordat was was was?\n Voordat was was was, was was is."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wat was was voordat was was was? \nVoordat was was was, was was schoon."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als kraaiende kraaien naar kraaiende kraaien kraaien, kraaien kraaiende kraaien naar kraaiende kraaien."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Het kan voorkomen dat een meisje met een mooi voorkomen moet voorkomen dat ze bij de rechter moet voorkomen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Hottentottententententoonstellinginkomkaartjescontroleursgaatjesknippersmachientjeslintje"
    },
    {
        "language": "Dutch",
        "source": "Amsterdam dialect",
        "text": "\"'t zou me zo een zorg zijn\"  zou m'n zuster Sientje zeggen, \"als ik zeven zwarte zwanen in de Zuiderzee zag zwemmen.\""
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "zeeëendeëieren"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Rode rozen ruiken lekker."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Max mixt whiskey in de whiskeymixer."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als de kakkerlak in de kattenbak kakt, zit de kattenbak vol met kakkerlakkenkak."
    },
    {
        "language": "Dutch",
        "source": "another \"longest\" Dutch word",
        "text": "Hottentottenfabriekslegertentententoonstellings-\nruimtevergaderingszaalopruimingsdienstenuniform-\npetjessymbolenfabricageetikettendrukpersopzichters-\nteennagel"
    },
    {
        "language": "Dutch",
        "source": "a palindrome",
        "text": "Koortsmeetsysteemstrook"
    },
    {
        "language": "Dutch",
        "source": "seven verbs in a row",
        "text": "Ik had je wel eens hebben willen zien durven blijven staan kijken."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Drie dikke dames draaiden door de draaideur."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Mama laadde de marmalade laden in de marmaladeladenladenkast."
    },
    {
        "language": "Dutch",
        "source": "Bilzers dialect",
        "text": "'t Klee knap kapliënke"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Als apen apen na-apen apen apen apen na."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Armseinen zijn seinen om te seinen waar andere seinen kapot zijn."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De brouwer brouwt bruin bier voor bruid en bruidegom."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Bram bindt brede banden blik om de breekbare brugleuning tot bijna bij Breda."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Een nietmachine niet, maar een naaimachine niet."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Kippen met kapotgepikte kippekoppen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Liesje leerde Lotje lopen langs de lange Lindenlaan.\nMaar toen Lotje niet wou lopen, liet Liesje Lotje staan."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Knaap de knappe kapper kapt knap. Maar de knecht van Knaap de knappe kapper knipt en kapt knapper dan Knaap de knappe kapper knipt en kapt."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik kan me niet begriepen dat je het woord begriepen niet begriepen kunt. Als het woord begriepen onbegriepelijk was, kon ik me begriepen dat je het woord begriepen niet begriepen kon, maar nou het woord begriepen begriepelijk is, kan ik me niet begriepen dat je het woord begriepen niet begriepen kunt. Begriep je 't?"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Sluipertje het slimme slakje sleept een sleetje over het slijk. Nu sliert dat slimme Sluipertje met zijn slofjes van de slappe dijk."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Die Didi die dieet die Didi die eet niet die Didi die eet die Didi die dieet niet."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Mensen, mensen wat een mensen zeiden de mensen tegen de mensen toen de mensen de mensen zagen staan."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Jongens, jongens wat een jongens, zeiden de jongens tegen de jongens toen de jongens de jongens zagen staan."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "In het kleine klooster klotsten drie kleine krootjes in een kom met soep."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Vier vunzige vrijers verijdelden vrijdag vrij vroeg een vrijpartij voor vijf vrije vrijdagen vrij."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik heb de zon in de zee zien zakken."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "De bedrukte drukker's drukker drukt niet meer."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wij walen wezen willen witte wollen wanten wassen wisten wij waar warm water was."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Zeven zwarte zwanen zwommen in de zilte Zuiderzee."
    },
    {
        "language": "Dutch",
        "source": "You can say this when your trousers don't match your other clothes.",
        "text": "Vervloekte vloek-broek"
    },
    {
        "language": "Dutch",
        "source": "dialect of Amsterdam (pronounce the \"z\" as \"s\")",
        "text": "Er zwommen zeven zwanen al in de Zuiderzee, ze konden de zon in zee zien zinken en dat was een zalig gezicht zeg."
    },
    {
        "language": "Dutch",
        "source": "also a palindrome",
        "text": "\"Mooie zang! 'N alt sist lang na,\" zei oom."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Ik wil voorkomen dat iemand met zo'n voorkomen voor moet komen."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Die vrouw is professioneel ingesteld, aangesteld als docente en ze is regelmatig ongesteld. Ze verdient goed, ze is welgesteld."
    },
    {
        "language": "Dutch",
        "source": "from World War II",
        "text": "In Duitsland is een plein ontmoft, want er is een mijn ontploft."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Wil Wilfried friet? Wilfried wil friet!"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Heeft Roos roos in haar haar?"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "vliegtuigenbandenventieldopjesfabrieksdirecteursassistentetakenschema"
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Achmad uit Bagdad zat met zijn gat op de badmat en las het Bagdadse dagblad en iedereen zag dat. Het is gek maar in Bagdad mag dat."
    },
    {
        "language": "Dutch",
        "source": "",
        "text": "Labradoodle, labradoodle, labradoodle, ..."
    }
]