[
    {
        "language": "Portuguese",
        "source": "",
        "text": "Pardal Pardo porque palras? \nPalro e palrarei, porque sou o pardal pardo, palrador d'el Rei!"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "É crocogrilo? É crocodrilo? \nÉ cocrodilo? É cocodilho? \nÉ corcodilho? É crocrodilo? \nÉ crocodilho? É corcrodilo? \nÉ cocordilo? É jacaré? \nSerá que ninguém acerta \nO nome do crocodilo maré?"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Maria-Mole é molenga, se não é molenga, Não é Maria-Mole. É coisa malemolente, Nem mala, nem mola, nem Maria, nem mole."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O desinquivincavador das caravelarias desinquivincavacaria as cavidades que deveriam ser desinquivincavadas."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Tinha tanta tia tantã. Tinha tanta anta antiga. Tinha tanta anta que era tia. Tinha tanta tia que era anta."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "A sábia não sabia que o sábio sabia que o sabiá sabia que o sábio não sabia que o sabiá não sabia que a sábia não sabia que o sabiá sabia assobiar."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Olha o sapo dentro do saco O saco com o sapo dentro, O sapo batendo papo E o papo soltando o vento."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O doce perguntou pro doce Qual é o doce mais doce Que o doce de batata-doce. O doce respondeu pro doce Que o doce mais doce que O doce de batata-doce É o doce de batata-doce É o doce de doce de batata-doce."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Feijão, melão, pinhão, mamão. Meijão, malão, feinhão, pimão. Pijão, feilão, manhão, memão. Majão, pilão, menhão, feimão."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "A lontra prendeu a Tromba do monstro de pedra E a prenda de prata De Pedro, o pedreiro."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Paga o pato, dorme o gato, Foge o rato, paga o gato Dorme o rato, foge o pato Paga o rato, dorme o pato, Foge o gato."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Disseram que na minha rua Tem paralelepípedo feito De paralelogramos. Seis paralelogramos Tem um paralelepípedo. Mil paralelepípedos Tem uma paralelepípedovia. Uma paralelepípedovia Tem mil paralelogramos. Então uma paralelepípedovia É uma paralelogramolândia?"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Lalá, Lelé e Lili E suas filhas, Lalalá, Lelelé e Lilili E suas netas Lalelá, Lelalé e LeLali E suas bisnetas Lilelá, Lalilé e Lelali E suas tataranetas Laleli, Llalé e Lelilá cantavam em coro LALALALALALALALÁ."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Sabendo o que sei E sabendo o que sabes E o que não sabes E o que não sabemos Ambos saberemos Se somos sábios, sabidos Ou simplesmente saberemos Se somos sabedores."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Mefistófeles Felestofisme Fez com que tomelesfisse os Lesfemistos e os Fisfemetoles com os Femetofisles e os Tolesmefifes Foi dái que nasceu um Mefistófeles Felestofismezinho."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Não confunda Ornitorrinco com Otorrinolaringologista, Ornitorrinco com ornitologista, Ornitologista com Otorrinolaringologista, Porque ornitorrinco É ornitorrinco, Ornitologista é ornitologista E otorrinolaringologista é Otorrinolaringologista."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Larga a tia, largatixa! Lagartixa, larga a tia! Só no dia que sua tia Chamar largatixa de lagartixa!"
    },
    {
        "language": "Portuguese",
        "source": "from Northeast Brazil",
        "text": "Cinco bicas, cinco pipas, cinco bombas. Tira da boca da bica, bota na boca da bomba."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Fui a Chaves, encontrei uma chapa de chumbo chapada no chão."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Porco seco, corpo crespo."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Bote a bota no bote e tire o pote do bote."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Se a liga me ligasse, eu também ligava a liga, mas a liga não me liga, eu também não ligo a liga."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Se tu pensas que em ti penso, se pensas assim pensas mal, pois eu não penso em ti nem penso em pensar em tal."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Nunca vi socó coçar sem bico, nunca vi sem bico socó coçar. Um socó, dois socós, três socós, quatro socós, quantos socós pra um só socó coçar."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Fui ao mar colher cordões, vim do mar cordões colhi."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O chará chora. Em Araxá o chará achará chá."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Estreiam austeros astrólogos, astronautas australianos, autômatos autônomos e seus antônimos."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Quem a paca cara compra, paca cara pagará."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O peito do pé de Pedro é preto. Quem disser que o peito do pé de Pedro é preto, tem o peito do pé mais preto do que o peito do pé de Pedro."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Se cada um vai a casa de cada um é porque cada um quer que cada um lá vá. Porque se cada um não fosse a casa de cada um é porque cada um não queria que cada um fôsse lá."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "A Xuxa acha a Sasha chata e a Sacha acha a Xuxa chata!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Um doce perguntou para outro doce qual o doce mais doce que um doce e o doce respondeu para o doce que o doce mais doce que um doce é o doce de batata doce!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O peito de Pedro é preto. Oh Pedro teu peito é preto?"
    },
    {
        "language": "Portuguese",
        "source": "from the film \"Central do Brasil\"",
        "text": "Lá de trás de minha casa Tem um pé de umbu butando Umbu verde, umbu maduro, Umbu seco, umbu secando."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Em um ninho de mafagafos haviam sete mafagafinhos; quem amafagafar mais mafagafinhos, bom amagafanhador será."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O rato roeu a rolha da garrafa do rei da Rússia."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O rato roeu a roupa real do rei do Roma. Rainha raivosa rasgou o resto."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "A aranha arranha a rã. A rã arranha a aranha. Nem a aranha arranha a rã. Nem a rã arranha a aranha."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Como pouco coco como, pouco coco compro."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Era uma sucessão de sucessos que se sucediam sucessivamente sem cessar."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Lá atrás daquela jarra tem uma aranha rara. Tanto a aranha arranha a jarra quanto a jarra arranha a aranha."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Quem embaralhar um baralho bem embaralhado, bom embaralhador de baralho será."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Debaixo da pia tem um pinto, enquanto a pia pinga, o pinto pia, quanto mais a pia pinga, mais o pinto pia."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Três tigres tristes para três pratos de trigo. Três pratos de trigo para três tigres tristes."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O rato roeu a roupa do rei de Roma."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Um tigre, dois tigres, três tigres."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Se o Pedro é preto, o peito do Pedro é preto e o peito do pé do Pedro é preto."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O tempo perguntou pro tempo quanto tempo o tempo tem. O tempo respondeu pro tempo que o tempo tem tanto tempo quanto tempo o tempo tem."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Gato escondido com rabo de fora tá mais escondido que rabo escondido com gato de fora."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Lara amarra a arara rara, a rara arara de Araraquara."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Paulo Pereira Pinto Peixoto, pobre pintor português pinta perfeitamente portas, paredes e pias, por pouco preço, patrão!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Se o bispo de Constantinopla a quisesse desconstantinoplatanilizar não haveria desconstantinoplatanilizador que a desconstantinoplatanilizaria desconstantinoplatanilizadoramente."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Se cá nevasse, fazia-se cá esqui."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Três tigres tristes atrasaram o trem."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil, shibboleth for Spanish speakers",
        "text": "Cair no poço não posso."
    },
    {
        "language": "Portuguese",
        "source": "do Filme \"Central do Brasil\", do folklore Conheci em Cajazeiras, na Paraíba",
        "text": "Não há quem diga cinco vezes encarrilhado sem errar sem tomar fôlego \"vaca preta boi pintado\"."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Um doce de batata doce perguntou a um outro doce de batata doce qual o doce mais doce do que um doce de batata doce. Então, o doce de batata doce respondendo ao outro doce de batata doce disse que um doce mais doce do que um doce de batata doce é um outro doce de batata doce que esteja mais doce do que esse doce de batata doce."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "É muito socó para um socó só coçar."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Eu nao tomo mais café.Porquê?Pa' poupá o pó, pô!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O rato roeu a roupa do rei. O rei de raiva roeu o rabo to rato."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "um tigre tigrado e dez pratos de trigodois tigres tigrados e nove pratos de trigotres tigres tigrados e oito pratos de trigoquatro tigres tigrados e sete pratos de trigocinco tigres tigrados e seis pratos de trigoseis tigres tigrados e cinco pratos de trigosete tigres tigrados e quatro pratos de trigooito tigres tigrados e tres pratos de trigonove tigres tigrados e dois pratos de trigodez tigres tigres tigrados e um prato de trigo"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Um dois três quatro foi na rua vinte e quatro que a mulher partiu o prato, o prato derreteu e a mulher morreu."
    },
    {
        "language": "Portuguese",
        "source": "Sê tem brochove?",
        "text": "Setembro chove?"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Pardal Pardo porque palras?Palro e palrarei, porque sou o pardal pardo, palrador de el-rei!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Em em ninho de mafagafos, havia cinco mafagafinhos. Quando a mafagafa guinfa, guinfa os cinco mafagafinhos."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Passava mas nao passou porque passou quem passou; se nao passase quem passou, passava, mas nao passou."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Não confunda: espinafre de caçar rolinha com espingarda de caçar rolinha."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O ó que som tem? Ora de u, ora de ó."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Não comprique as coizas simpres; depôs para descompricar as coizas simpres compricadas, é compricação compricadíssima!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Alô, o tatu tá aí?Não, o tatu não tá, mas a mulher do tatu tando, é a mesma coisa que o tatu tá!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Compadre compre pouca capa parda porque quem pouca capa parda compra pouca capa parda gasta. Eu pouca capa parda comprei e pouca capa parda gastei."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Quando digo digo, digo digo não digo Diogo.\nQuando digo Diogo, digo Diogo não digo digo!"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O bispo de Constantinopla\né bom constantinopolizador\nquem o desconstantinopolizar\nbom desconstantinopolizador será!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O papo dentro do sapo,\nO sapo dentro do saco,\nO saco com o sapo dentro,\nO sapo batento papo,\nO papo fazendo vento."
    },
    {
        "language": "Portuguese",
        "source": "from a poem by Fernando Pessoa",
        "text": "Em horas inda louras lindas Clorindas e Belindas, brandas brincam no tempo das berlindas as vindas vendo das varandas."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Pó pô o pó?\nPó pô."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O seu Tatá tá?\nNão, o seu Tatá não tá, mas quando o seu Tatá não tá, a mulher do seu Tatá tá, tá?\nTá!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Debaixo da pipa está um pinto, pinga a pipa, pia o pinto."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Esta burra torta trota\nTrota, trota, a burra torta.\nTrinca a murta, a murta brota\nBrota a murta ao pé da porta."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Percebeste?\nSe não percebeste,\nfaz que percebeste\npara que eu perceba\nque tu percebeste.\nPercebeste?"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Um ninho de mafagafas\nCom sete mafagafinhos\nQuando a mafagafa gafa\nGafam os setes mafagafinhos."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Três pratos de trigo para três tigres tristes."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O \"A\" tem som de \"U\"? (Ua tenson diu?)\nChá mancha o chão? (Xáman xuxão?)"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Como como? Como como como!"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Nanda não nada nada."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Lá vem o velho Félix com um velho fole nas costas. Tanto fede o velho Félix, como o velho fole do velho Félix fede."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O original desoriginalizou-se"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Conjugar o verbo \"tagarelar\" no futuro do pretérito:\nEu tagaleraria\nTu tagalerarias\nEle tagaleraria\nNós tagalerariamos\nVós tagaleraríeis\nEles tagalerariam"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Ih, ó o auê aí, ó!"
    },
    {
        "language": "Portuguese",
        "source": "a palindrome",
        "text": "Socorram-me! Subi no ônibus em Marrocos!"
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "Belmira Barbara Bras bordadeira baiana, bordava num barco bela blusa branca, aborda o barco num bote, o barítono Brejeiro, Bertoldo Barreto Brito, e brada a Belmira: \"Bravo, beleza, bonita blusa!\""
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "O Papa Paulo papa pato no prato de prata, no prato de prata o Papa Paulo papa pato."
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "O que é que Kiko quer?\nKiko quer caqui!\nQue caqui que Kiko quer?\nKiko quer caqui café!"
    },
    {
        "language": "Portuguese",
        "source": "from Brazil",
        "text": "Não confunda bife ce caçarolina com rifle de caçar rolinha."
    },
    {
        "language": "Portuguese",
        "source": "",
        "text": "A arara loura falará? Fala, arara loura!"
    },
    {
        "language": "Portuguese",
        "source": "from Portugal",
        "text": "Pranta a tampa na trempe, na trempe pranta a tampa."
    }
]